[
    {
        "lyrics": "\"Look, I was gonna go easy on you not to hurt your feelings\"\n\"But I'm only going to get this one chance\" (Six minutes— Six minutes—)\n\"Something's wrong, I can feel it\" (Six minutes, Slim Shady, you're on!)\n\"Just a feeling I've got, like something's about to happen, but I don't know what. \nIf that means what I think it means, we're in trouble, big trouble; \nAnd if he is as bananas as you say, I'm not taking any chances\"\n\"You are just what the doc ordered\"\n\nI'm beginnin' to feel like a Rap God, Rap God\nAll my people from the front to the back nod, back nod\nNow, who thinks their arms are long enough to slap box, slap box?\nThey said I rap like a robot, so call me Rap-bot\n\nBut for me to rap like a computer it must be in my genes\nI got a laptop in my back pocket\nMy pen'll go off when I half-cock it\nGot a fat knot from that rap profit\nMade a livin' and a killin' off it\nEver since Bill Clinton was still in office\nWith Monica Lewinsky feelin' on his nutsack\nI'm an MC still as honest\nBut as rude and as indecent as all hell\nSyllables, skill-a-holic (Kill 'em all with)\nThis flippity dippity-hippity hip-hop\nYou don't really wanna get into a pissin' match\nWith this rappity brat, packin' a MAC in the back of the Ac'\nBackpack rap crap, yap-yap, yackety-yack\nAnd at the exact same time, I attempt these lyrical acrobat stunts while I'm practicin' that\nI'll still be able to break a motherfuckin' table\nOver the back of a couple of faggots and crack it in half\nOnly realized it was ironic, I was signed to Aftermath after the fact\nHow could I not blow? All I do is drop F-bombs\nFeel my wrath of attack\nRappers are havin' a rough time period, here's a maxi pad\nIt's actually disastrously bad for the wack\nWhile I'm masterfully constructing this masterpièce\n\n'Cause I'm beginnin' to feel like a Rap God, Rap God\nAll my people from the front to the back nod, back nod\nNow, who thinks their arms are long enough to slap box, slap box?\nLet me show you maintainin' this shit ain't that hard, that hard\nEverybody want the key and the secret to rap immortality like Ι have got\n\nWell, to be truthful the blueprint's\nSimply rage and youthful exuberance\nEverybody loves to root for a nuisance\nHit the Earth like an asteroid\nDid nothing but shoot for the Moon since (Pew!)\nMCs get taken to school with this music\n'Cause I use it as a vehicle to \"bus the rhyme\"\nNow I lead a new school full of students\nMe? I'm a product of Rakim\nLakim Shabazz, 2Pac, N.W.A, Cube, hey Doc, Ren\nYella, Eazy, thank you, they got Slim\nInspired enough to one day grow up, blow up and be in a position\nTo meet Run–D.M.C., induct them\nInto the motherfuckin' Rock and Roll Hall of Fame\nEven though I'll walk in the church and burst in a ball of flames\nOnly Hall of Fame I'll be inducted in is the alcohol of fame\nOn the wall of shame\nYou fags think it's all a game, 'til I walk a flock of flames\nOff a plank and, tell me what in the fuck are you thinkin'?\nLittle gay-lookin' boy\nSo gay I can barely say it with a straight face, lookin' boy (Ha-ha!)\nYou're witnessin' a mass-occur\nLike you're watching a church gathering take place, lookin' boy\n\"Oy vey, that boy's gay!\"—that's all they say, lookin' boy\nYou get a thumbs up, pat on the back\nAnd a \"way to go\" from your label every day, lookin' boy\nHey, lookin' boy! What you say, lookin' boy?\nI get a \"hell yeah\" from Dre, lookin' boy\nI'ma work for everything I have, never asked nobody for shit\nGet outta my face, lookin' boy!\nBasically, boy, you're never gonna be capable\nOf keepin' up with the same pace, lookin' boy, 'cause—\n\nI'm beginnin' to feel like a Rap God, Rap God\nAll my people from the front to the back nod, back nod\nThe way I'm racin' around the track, call me NASCAR, NASCAR\nDale Earnhardt of the trailer park, the White Trash God\nKneel before General Zod\nThis planet's Krypton—no, Asgard, Asgard\n\nSo you'll be Thor and I'll be Odin\nYou rodent, I'm omnipotent\nLet off, then I'm reloadin'\nImmediately with these bombs I'm totin'\nAnd I should not be woken\nI'm the walkin' dead, but I'm just a talkin' head, a zombie floatin'\nBut I got your mom deep-throatin'\nI'm out my Ramen Noodle\nWe have nothin' in common, poodle\nI'm a Doberman, pinch yourself in the arm and pay homage, pupil\nIt's me, my honesty's brutal\nBut it's honestly futile if I don't utilize what I do though\nFor good at least once in a while\nSo I wanna make sure somewhere in this chicken scratch I scribble and doodle enough rhymes\nTo maybe try to help get some people through tough times\nBut I gotta keep a few punchlines\nJust in case 'cause even you unsigned\nRappers are hungry lookin' at me like it's lunchtime\nI know there was a time where once I\nWas king of the underground\nBut I still rap like I'm on my Pharoahe Monch grind\nSo I crunch rhymes, but sometimes when you combine\nAppeal with the skin color of mine\nYou get too big and here they come tryin'\nTo censor you like that one line\nI said on \"I'm Back\" from The Mathers LP 1 when I\nTried to say I'll take seven kids from Columbine\nPut 'em all in a line, add an AK-47, a revolver and a 9\nSee if I get away with it now that I ain't as big as I was, but I'm\nMorphin' into an immortal, comin' through the portal\nYou're stuck in a time warp from 2004 though\nAnd I don't know what the fuck that you rhyme for\nYou're pointless as Rapunzel with fuckin' cornrows\nYou write normal? Fuck being normal!\nAnd I just bought a new raygun from the future\nJust to come and shoot ya, like when Fabolous made Ray J mad\n'Cause Fab said he looked like a fag at Mayweather's pad\nSingin' to a man while he played piano\nMan, oh man, that was a 24/7 special on the cable channel\nSo Ray J went straight to the radio station\nThe very next day, \"Hey Fab, I'ma kill you!\"\nLyrics comin' at you at supersonic speed (J.J. Fad)\nUh, summa-lumma, dooma-lumma, you assumin' I'm a human\nWhat I gotta do to get it through to you I'm superhuman?\nInnovative and I'm made of rubber so that anything you say is ricochetin' off of me and it'll glue to you and\nI'm devastating, more than ever demonstrating\nHow to give a motherfuckin' audience a feeling like it's levitating\nNever fading, and I know the haters are forever waiting\nFor the day that they can say I fell off, they'll be celebrating\n'Cause I know the way to get 'em motivated\nI make elevating music, you make elevator music\n\"Oh, he's too mainstream.\"\nWell, that's what they do when they get jealous, they confuse it\n\"It's not hip-hop, it's pop,\"—'cause I found a hella way to fuse it\nWith rock, shock rap with Doc\nThrow on \"Lose Yourself\" and make 'em lose it\n\"I don't know how to make songs like that\nI don't know what words to use.\"\nLet me know when it occurs to you\nWhile I'm rippin' any one of these verses that versus you\nIt's curtains, I'm inadvertently hurtin' you\nHow many verses I gotta murder to\nProve that if you were half as nice, your songs you could sacrifice virgins too?!\nUgh, school flunky, pill junkie\nBut look at the accolades these skills brung me\nFull of myself, but still hungry\nI bully myself 'cause I make me do what I put my mind to\nAnd I'm a million leagues above you\nIll when I speak in tongues, but it's still tongue-in-cheek, fuck you\nI'm drunk, so, Satan, take the fucking wheel\nI'ma sleep in the front seat\nBumpin' Heavy D and the Boyz, still \"Chunky but Funky\"\nBut in my head there's something I can feel tugging and struggling\nAngels fight with devils and here's what they want from me\nThey're askin' me to eliminate some of the women hate\nBut if you take into consideration the bitter hatred\nI have, then you may be a little patient\nAnd more sympathetic to the situation\nAnd understand the discrimination\nBut fuck it, life's handin' you lemons? Make lemonade then!\nBut if I can't batter the women\nHow the fuck am I supposed to bake them a cake then?!\nDon't mistake him for Satan; it's a fatal mistake\nIf you think I need to be overseas and take a vacation\nTo trip a broad, and make her fall on her face and\nDon't be a retard—be a king? Think not\nWhy be a king when you can be a god?",
        "title": "Rap God"
    },
    {
        "lyrics": "You sound like a bitch, bitch\nShut the fuck up\nWhen your fans become your haters\nYou done?\nFuckin' beard's weird\nAlright\nYou yellin' at the mic, fuckin' weird beard (You want smoke)\nWe doin' this once\nYou yellin' at the mic, your beard's weird\nWhy you yell at the mic? (Illa)\n\nRihanna just hit me on a text\nLast night I left hickeys on her neck\nWait, you just dissed me? I'm perplexed\nInsult me in a line, compliment me on the next\nDamn, I'm really sorry you want me to have a heart attack\nWas watchin' 8 Mile on my NordicTrack\nRealized I forgot to call you back\nHere's that autograph for your daughter, I wrote it on a Starter cap\nStan, Stan, son\nListen, man, Dad isn't mad\nBut how you gonna name yourself after a damn gun\nAnd have a man-bun?\nThe giant's woke, eyes open, undeniable\nSupplyin' smoke, got the fire stoked\nSay you got me in a scope, but you grazed me\nI say one call to Interscope and you're Swayze\nYour reply got the crowd yelling, \"Woo!\"\nSo before you die let's see who can out-petty who\nWith your corny lines (\"Slim, you're old\")—ow, Kelly, ooh\nBut I'm 45 and I'm still outselling you\nBy 29, I had three albums that had blew\nNow let's talk about somethin' I don't really do\nGo in someone's daughter's mouth stealin' food\nBut you're a fuckin' mole hill\nNow I'ma make a mountain out of you, woo!\nHo, chill, actin' like you put the chrome barrel to my bone marrow\nGunner? Bitch, you ain't a bow and arrow\nSay you'll run up on me like a phone bill, sprayin' lead (Brrt)\nPlayin' dead, that's the only time you hold still (Hold up)\nAre you eating cereal or oatmeal?\nWhat the fuck's in the bowl, milk? Wheaties or Cheerios?\n'Cause I'm takin' a shit in 'em, Kelly, I need reading material\n…Dictionary…\n\"Yo, Slim, your last four albums sucked\nGo back to Recovery,\" oh shoot, that was three albums ago\nWhat do you know? Oops\nKnow your facts before you come at me, lil' goof\nLuxury, oh, you broke, bitch? Yeah, I had enough money in '02\nTo burn it in front of you, ho\nYounger me? No, you the wack me, it's funny but so true\nI'd rather be 80-year-old me than 20-year-old you\n'Til I'm hitting old age\nStill can fill a whole page with a 10-year-old's rage\nGot more fans than you in your own city, lil' kiddy, go play\nFeel like I'm babysitting Lil Tay\nGot the Diddy okay so you spent your whole day\nShootin' a video just to fuckin' dig your own grave\nGot you at your own wake, I'm the billy goat\nYou ain't never made a list next to no Biggie, no Jay\nNext to Taylor Swift and that Iggy ho, you about to really blow\nKelly, they'll be putting your name\nNext to Ja, next to Benzino—die, motherfucker!\nLike the last motherfucker sayin' Hailie in vain\nAlien brain, you Satanist (Yeah)\nMy biggest flops are your greatest hits\nThe game's mine again and ain't nothin' changed but the locks\nSo before I slay this bitch I, mwah, give Jade a kiss\nGotta wake up Labor Day to this (The fuck?)\nBein' rich-shamed by some prick usin' my name for clickbait\nIn a state of bliss 'cause I said his goddamn name\nNow I gotta cock back, aim\nYeah, bitch, pop Champagne to this! (Pop)\nIt's your moment\nThis is it, as big as you're gonna get, so enjoy it\nHad to give you a career to destroy it\nLethal injection\nGo to sleep six feet deep, I'll give you a B for the effort\nBut if I was three-foot-eleven\nYou'd look up to me, and for the record\nYou would suck a dick to fuckin' be me for a second\nLick a ballsack to get on my channel\nGive your life to be as solidified\nThis mothafuckin' shit is like Rambo when he's out of bullets\nSo what good is a fuckin' machine gun when it's outta ammo?\nHad enough of this tatted-up mumble rapper\nHow the fuck can him and I battle?\nHe'll have to fuck Kim in my flannel\nI'll give him my sandals\n'Cause he knows, long as I'm Shady he's gon' have to live in my shadow\nExhausting, letting off on my offspring\nLick a gun barrel, bitch, get off me!\nYou dance around it like a sombrero, we can all see\nYou're fuckin' salty\n'Cause Young Gerald's balls-deep inside of Halsey\nYour red sweater, your black leather\nYou dress better, I rap better\nThat a death threat or a love letter?\nLittle white toothpick\nThinks it's over a pic, I just don't like you, prick\nThanks for dissing me\nNow I had an excuse on the mic to write \"Not Alike\"\nBut really I don't care who's in the right\nBut you're losin' the fight you picked\nWho else want it? Kells—attempt fails! Budden—L's!\nFuckin' nails in these coffins as soft as Cottonelle\nKillshot, I will not fail, I'm with the Doc still\nBut this idiot's boss pops pills and tells him he's got skills\nBut, Kells, the day you put out a hit's the day Diddy admits\nThat he put the hit out that got Pac killed, ah!\nI'm sick of you bein' wack\nAnd still usin' that mothafuckin' Auto-Tune\nSo let's talk about it (Let's talk about it)\nI'm sick of your mumble rap mouth\nNeed to get the cock up out it\nBefore we can even talk about it (Talk about it)\nI'm sick of your blonde hair and earrings\nJust 'cause you look in the mirror and think\nThat you're Marshall Mathers (Marshall Mathers)\nDon't mean you are, and you're not about it\nSo just leave my dick in your mouth and keep my daughter out it\n\nYou fuckin'—oh\nAnd I'm just playin', Diddy\nYou know I love you",
        "title": "Killshot"
    },
    {
        "lyrics": "Ugh, you're a monster\n\nI can swallow a bottle of alcohol and I'll feel like Godzilla\nBetter hit the deck like the card dealer\nMy whole squad's in here, walking around the party\nA cross between a zombie apocalypse and B-Bobby \"The\nBrain\" Heenan which is probably the\nSame reason I wrestle with mania\nShady's in this bitch, I'm posse'd up\nConsider it to cross me a costly mistake\nIf they sleepin' on me, the hoes better get insomnia\nADHD, Hydroxycut\nPass the Courvoisier (Hey, hey)\nIn AA with an AK, melee, finna set it like a playdate\nBetter vacate, retreat like a vacay, mayday (Ayy)\nThis beat is cray-cray, Ray J, H-A-H-A-H-A\nLaughing all the way to the bank, I spray flames\nThey cannot tame or placate the\n\nMonster\nYou get in my way, I'ma feed you to the monster (Yeah)\nI'm normal during the day, but at night, turn to a monster (Yeah)\nWhen the moon shines like Ice Road Truckers\nI look like a villain outta those blockbusters\nGodzilla, fire spitter, monster\nBlood on the dance floor, and on the Louis V carpet\nFire, Godzilla, fire, monster\nBlood on the dance floor, and on the Louis V carpet\n\nI'm just a product of Slick Rick and Onyx, told 'em lick the balls\nHad 'em just appalled, did so many things that pissed 'em off\nIt's impossible to list 'em all\nAnd in the midst of all this\nI'm in a mental hospital with a crystal ball\nTryna see, will I still be like this tomorrow?\nRisperdal, voices whisper\nMy fist is balled back up against the wall, pencil drawn\nThis is just the song to go ballistic on\nYou just pulled a pistol on a guy with a missile launcher\nI'm just a Loch Ness, the mythological\nQuick to tell a bitch screw off like a fifth of vodka\nWhen you twist the top of the bottle, I'm a\n\nMonster\nYou get in my way, I'ma feed you to the monster (Yeah)\nI'm normal during the day, but at night, turn to a monster (Yeah)\nWhen the moon shines like Ice Road Truckers\nI look like a villain outta those blockbusters\nGodzilla, fire spitter, monster\nBlood on the dance floor, and on the Louis V carpet\nFire, Godzilla, fire, monster\nBlood on the dance floor, and on the Louis V carpet\n\nIf you never gave a damn (Ayy), raise your hand\n'Cause I'm about to set trip, vacation plans\nI'm on point like my index is, so all you will ever get is\nThe motherfuckin' finger (Finger), prostate exam ('Xam)\nHow can I have all these fans and perspire?\nLike a liar's pants, I'm on fire\nAnd I got no plans to retire and I'm still the man you admire\nThese chicks are spazzin' out, I only get more handsome and flyer\nI got 'em passin' out like what you do when you hand someone flyers\nAnd what goes around comes around just like the blades on the chainsaw\n'Cause I caught the flack, but my dollars stacked right off the bat like a baseball\nLike Kid Ink, bitch, I got them racks with so much ease that they call me Diddy\n'Cause I make bands and I call getting cheese a cakewalk (Cheesecake, yeah)\nBitch, I'm a player, I'm too motherfuckin' stingy for Cher\nWon't even lend you an ear, ain't even pretending to care\nBut I tell a bitch I'll marry her if she'll bury her\nFace in my genital area, the original Richard Ramirez\nCristhian Rivera, 'cause my lyrics never sit well\nSo they wanna give me the chair\nLike a paraplegic, and it's scary, call it Hari Kari\n'Cause e'ry Tom and Dick and Harry carry a Merriam motherfuckin' dictionary on 'em\nSwearing up and down they can spit, this shit's hilarious\nIt's time to put these bitches in the obituary column\nWe wouldn't see eye to eye with a staring problem\nGet the shaft like a steering column (Monster)\nTrigger happy, pack heat, but it's black ink\nEvil half of the Bad Meets\nEvil, that means take a back seat\nTake it back to Fat Beats with a maxi single\nLook at my rap sheet, what attracts these people\nIs my 'Gangsta Bitch' like Apache with a catchy jingle\nI stack chips, you barely got a half-eaten Cheeto\nFill 'em with the venom and eliminate 'em\nOther words, I Minute Maid 'em\nI don't wanna hurt 'em, but I did, I'm in a fit of rage\nI'm murderin' again, nobody will evade\nI'm finna kill 'em and dump all their fuckin' bodies in the lake\nObliterating everything, incinerate a renegade\nI'm here to make anybody who want it with the pen afraid\nBut don't nobody want it, but they're gonna get it anyway\n'Cause I'm beginnin' to feel like I'm mentally ill\nI'm Attila, kill or be killed, I'm a killer bee, the vanilla gorilla\nYou're bringin' the killer within me outta me\nYou don't wanna be the enemy of the demon who entered me\nAnd be on the receivin' end of me, what stupidity it'd be\nEvery bit of me's the epitome of a spitter\nWhen I'm in the vicinity, motherfucker, you better duck\nOr you finna be dead the minute you run into me\nA hundred percent of you is a fifth of a percent of me\nI'm 'bout to fuckin' finish you, bitch, I'm unfadable\nYou wanna battle, I'm available, I'm blowin' up like an inflatable\nI'm undebatable, I'm unavoidable, I'm unevadable\nI'm on the toilet bowl, I got a trailer full of money and I'm paid in full\nI'm not afraid to pull a—\n\nMan, stop\nLook what I'm plannin', haha",
        "title": "Godzilla"
    },
    {
        "lyrics": "Look, if you had one shot or one opportunity\nTo seize everything you ever wanted in one moment\nWould you capture it, or just let it slip? Yo\n\nHis palms are sweaty, knees weak, arms are heavy\nThere's vomit on his sweater already, mom's spaghetti\nHe's nervous, but on the surface he looks calm and ready\nTo drop bombs, but he keeps on forgetting\nWhat he wrote down, the whole crowd goes so loud\nHe opens his mouth, but the words won't come out\nHe's choking, how? Everybody's joking now\nThe clock's run out, time's up, over—blaow!\nSnap back to reality, ope there goes gravity, ope\nThere goes Rabbit, he choked, he's so mad but he won't\nGive up that easy, no, he won't have it, he knows\nHis whole back's to these ropes, it don't matter, he's dope\nHe knows that but he's broke, he's so stagnant, he knows\nWhen he goes back to this mobile home, that's when it's\nBack to the lab again yo, this old rap shit, he\nBetter go capture this moment and hope it don't pass him, and\n\nYou better lose yourself in the music\nThe moment, you own it, you better never let it go (Go!)\nYou only get one shot, do not miss your chance to blow\nThis opportunity comes once in a lifetime, yo\nYou better lose yourself in the music\nThe moment, you own it, you better never let it go (Go!)\nYou only get one shot, do not miss your chance to blow\nThis opportunity comes once in a lifetime, yo\nYou better…\n\nHis soul's escaping through this hole that is gaping\nThis world is mine for the taking, make me king\nAs we move toward a New World Order\nA normal life is boring; but superstardom's\nClose to post-mortem, it only grows harder\nHomie grows hotter, he blows, it's all over\nThese hoes is all on him, coast-to-coast shows\nHe's known as the Globetrotter, lonely roads\nGod only knows, he's grown farther from home, he's no father\nHe goes home and barely knows his own daughter\nBut hold your nose, 'cause here goes the cold water\nThese hoes don't want him no mo', he's cold product\nThey moved on to the next schmoe who flows\nHe nose-dove and sold nada, and so the soap opera\nIs told, it unfolds, I suppose it's old, partner\nBut the beat goes on: da-da-dom, da-dom, dah-dah, dah-dah\n\nYou better lose yourself in the music\nThe moment, you own it, you better never let it go (Go!)\nYou only get one shot, do not miss your chance to blow\nThis opportunity comes once in a lifetime, yo\nYou better lose yourself in the music\nThe moment, you own it, you better never let it go (Go!)\nYou only get one shot, do not miss your chance to blow\nThis opportunity comes once in a lifetime, yo\nYou better…\n\nNo more games, I'ma change what you call rage\nTear this motherfuckin' roof off like two dogs caged\nI was playin' in the beginning, the mood all changed\nI've been chewed up and spit out and booed off stage\nBut I kept rhymin' and stepped right in the next cypher\nBest believe somebody's payin' the Pied Piper\nAll the pain inside amplified by the\nFact that I can't get by with my nine-to-\nFive and I can't provide the right type of life for my family\n'Cause man, these goddamn food stamps don't buy diapers\nAnd there's no movie, there's no Mekhi Phifer, this is my life\nAnd these times are so hard, and it's gettin' even harder\nTryna feed and water my seed, plus teeter-totter\nCaught up between bein' a father and a prima donna\nBaby mama drama, screamin' on her, too much for me to wanna\nStay in one spot, another day of monotony's\nGotten me to the point I'm like a snail, I've got\nTo formulate a plot or end up in jail or shot\nSuccess is my only motherfuckin' option—failure's not\nMom, I love you, but this trailer's got\nTo go; I cannot grow old in Salem's Lot\nSo here I go, it's my shot: feet, fail me not\nThis may be the only opportunity that I got\n\nYou better lose yourself in the music\nThe moment, you own it, you better never let it go (Go!)\nYou only get one shot, do not miss your chance to blow\nThis opportunity comes once in a lifetime, yo\nYou better lose yourself in the music\nThe moment, you own it, you better never let it go (Go!)\nYou only get one shot, do not miss your chance to blow\nThis opportunity comes once in a lifetime, yo\nYou better…\n\nYou can do anything you set your mind to, man",
        "title": "Lose Yourself"
    },
    {
        "lyrics": "I'm friends with the monster that's under my bed\nGet along with the voices inside of my head\nYou're tryin' to save me, stop holdin' your breath\nAnd you think I'm crazy, yeah, you think I'm crazy\n\nI wanted the fame but not the cover of Newsweek\nOh well, guess beggars can't be choosey\nWanted to receive attention for my music\nWanted to be left alone in public, excuse me\nFor wantin' my cake, and eat it too, and wantin' it both ways\nFame made me a balloon 'cause my ego inflated\nWhen I blew, see, but it was confusing\n'Cause all I wanted to do's be the Bruce Lee of loose leaf\nAbused ink, used it as a tool when I blew steam\nWhoo! Hit the lottery, ooh-wee\nBut with what I gave up to get it was bittersweet\nIt was like winnin' a used mink\nIronic 'cause I think I'm gettin' so huge I need a shrink\nI'm beginnin' to lose sleep: one sheep, two sheep\nGoin' coo-coo and kooky as Kool Keith\nBut I'm actually weirder than you think, 'cause I'm—\n\nI'm friends with the monster that's under my bed\nGet along with the voices inside of my head\nYou're tryin' to save me, stop holdin' your breath\nAnd you think I'm crazy, yeah, you think I'm crazy\nWell, that's nothin' (Ooh-ooh-ooh-ooh)\n(Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)\nWell, that's nothin' (Ooh-ooh-ooh-ooh)\n(Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)\n\nNow, I ain't much of a poet\nBut I know somebody once told me to seize the moment\nAnd don't squander it 'cause you never know when it all\nCould be over tomorrow, so I keep conjurin'\nSometimes I wonder where these thoughts spawn from\nYeah, ponderin'll do you wonders\nNo wonder you're losin' your mind, the way it wanders\nYodel-odel-ay-hee-hoo! I think it went wanderin' off down yonder\nAnd stumbled onto Jeff VanVonderen\n'Cause I need an interventionist\nTo intervene between me and this monster\nAnd save me from myself and all this conflict\n'Cause the very thing that I love's killin' me and I can't conquer it\nMy OCD's conkin' me in the head, keep knockin'\nNobody's home, I'm sleepwalkin'\nI'm just relayin' what the voice in my head's sayin'\nDon't shoot the messenger, I'm just friends with the—\n\nI'm friends with the monster that's under my bed\nGet along with the voices inside of my head\nYou're tryin' to save me, stop holdin' your breath\nAnd you think I'm crazy, yeah, you think I'm crazy\nWell, that's nothin' (Ooh-ooh-ooh-ooh)\n(Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)\nWell, that's nothin' (Ooh-ooh-ooh-ooh)\n(Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)\n\nCall me crazy, but I have this vision, one day that\nI'll walk amongst you a regular civilian\nBut until then, drums get killed and\nI'm comin' straight at MC's, blood gets spilled and\nI'll take you back to the days that I'd get on a Dre track\nGive every kid who got played that pumped-up feelin'\nAnd shit to say back to the kids who played him\nI ain't here to save the fuckin' children\nBut if one kid out of a hundred million\nWho are goin' through a struggle, feels it and relates, that's great!\nIt's payback, Russell Wilson fallin' way back\nIn the draft, turn nothin' into somethin', still can make that\nStraw into gold, chump, I will spin—Rumpelstiltskin in a haystack\nMaybe I need a straightjacket\nFace facts: I am nuts for real, but I'm okay with that!\nIt's nothin', I'm still friends with the—\n\nI'm friends with the monster that's under my bed\nGet along with the voices inside of my head\nYou're tryin' to save me, stop holdin' your breath\nAnd you think I'm crazy, yeah, you think I'm crazy\n\nI'm friends with the monster that's under my bed\n(Get along with) Get along with the voices inside of my head\n(You're tryin' to) You're tryin' to save me, stop holdin' your breath\n(And you think) And you think I'm crazy, yeah, you think I'm crazy\nWell, that's nothin'\n\n(Ooh-ooh-ooh-ooh)\n(Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)\nWell, that's nothin' (Ooh-ooh-ooh-ooh)\n(Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)",
        "title": "The Monster"
    },
    {
        "lyrics": "Woah, Joyner, Joyner, yeah, yeah, yeah\n\nYeah, I done did a lot of things in my day, I admit it\nI don't take back what I say, if I said it then I meant it\nAll my life I want a Grammy, but I'll prolly never get it\nI ain't never had no trophy or no motherfuckin' ribbon (Yah I said it)\nFuck the system, I'm that nigga, bend the law, cut the rules\nI'm about to risk it all, I ain't got too much to lose\nY'all been eatin' long enough, it's my turn to cut the food\nPass the plate! Where my drink? This my day, lucky you\nFuck you too, woo!\n\nY'all gotta move, y'all gotta move, y'all gotta move\nGive me some room, give me some room, give me the juice\nHop out the coupe, hop out the coupe, hop out and shoot\nY'all gotta move, y'all gotta move, give me the juice\n\nBack on my bullshit, my back to the wall\nTurn my back on you, all of you finished\nBack to these bullets, it's back to the job\nPull my MAC out and all of you runnin'\nBack on my hood shit, it's back to the pushin'\nThese packs and I'm actually pumpin'\nCan't fuck with you rappers, you practically suckin'\nYou mighta went platinum but that don't mean nothin'\nI'm actually buzzin' this time\nStraight out the kitchen, I told 'em the oven is mine\nI do not fuck with you guys (Woo!)\nIf I don't kill you, just know you gon' suffer this time\nI ain't no gangster but I got some bangers\nSome chains and some blades and a couple of knives\nChoppers and jammies, a partridge, a pear tree\nMy 12 days of Christmas was nothin' but lies (I)\nRun at you hard like a sumo (Sumo)\nThey say I talk like a chulo (Chulo)\nI live on Mars, I'm not Bruno (Woo)\nBitch I'm a dog, call me Cujo (Rah)\nYou play your cards, I reverse on you all\nAnd I might just draw 4 like a Uno (Bup)\nCállate boca mejor, maricón, little puto, and all of you culo (Joyner)\nThey've invented a level up in the ghetto to get old\nLookin' for somethin' I prolly can never find now\nShit get relevant 'til 'nother beef die down\nIn truth, a nigga just really want me tied down\nI've been alone and I never needed nobody\nJust only me and my shotty, I'll tell these niggas to lie down\nKeep all the money, I never wanted the lifestyle\nI just pray to God that my son'll be alright now\nI said ain't no love for the other side\nOr anyone who ever want smoke (Joyner)\nWhen I die I'm goin' out as the underdog who never lost hope (Yeah)\nYou in the wrong cab down the wrong path\nNigga, wrong way, wrong road (Woo, woo)\nSnakes in the grass tryna slither fast\nI just bought a fuckin' lawn mower (Vroom!)\n\nI done said a lotta things in my day, I admit it\nThis is payback in a way, I regret it that I did it\nI done won a couple Grammys, but I sold my soul to get 'em\nWasn't in it for the trophies, just the fuckin' recognition\nFuck's the difference?\nI'm that cracker, bend the law, fuck the rules\nMan, I used to risk it all, now I got too much to lose\nI've been eatin' long enough, man, my stomach should be full\nI just ate, licked the plate, my buffet, lucky me\nFuck you think? (Woo!)\n\nI got a couple of mansions\nStill I don't have any manners\nYou got a couple of ghostwriters\nBut to these kids it don't actually matter\nThey're askin' me, \"What the fuck happened to hip-hop?\"\nI said, \"I don't have any answers.\"\n'Cause I took an L when I dropped my last album\nIt hurt me like hell but I'm back on these rappers\nAnd actually comin' from humble beginnings\nI'm somewhat uncomfortable winning\nI wish I could say, \"What a wonderful feeling!\"\n\"We're on the upswing like we're punchin' the ceiling!\"\nBut nothin' is feeling like anyone has any fuckin' ability\nTo even stick to a subject, it's killin' me\nThe inability to pen humility\nHa-ta-ta ba-ta-ta, why don't we make a bunch of\nFuckin' songs about nothin' and mumble 'em?\nFuck it, I'm goin' for the jugular\nShit is a circus, you clowns that are comin' up\nDon't give an ounce of a motherfuck\nAbout the ones that were here before you that made rap\nLet's recap, way back, MC's that wreak havoc on tape decks\nADAT's, where the G Raps and Kanes at?\nWe need 3 Stacks ASAP and bring Masta Ace back\n'Cause half of these rappers have brain damage\nAll the lean rappin', face tats, syruped out like tree sap\nI don't hate trap, and I don't wanna seem mad\nBut in fact, where the old me at? The same cat\nThat would take that feedback and aim back, I need that\nBut I think it's inevitable\nThey know what button to press or what lever to pull\nTo get me to snap though (Lil' bitch)\nAnd if I pay it attention I'm prob'ly makin' it bigger\nBut you've been takin' ya dicks in the fuckin' back, ho (Get it?)\nOn the brink, any minute got me thinkin' of finishin'\nEverything with acetaminophen and reapin' the benefits\nI'm asleep at the wheel again\nAs I peak into thinkin' about an evil intent\nOf another beat I'ma kill again\n'Cause even if I gotta end up eatin' a pill again\nEven ketamine or methamphetamine with the minithin\nIt better be at least 70 or 300 milligram\nAnd I might as well 'cause I'ma end up bein' a villain again\nLevels to this shit, I got an elevator\nYou could never say to me I'm not a fuckin' record breaker\nI sound like a broken record every time I break a record\nNobody could ever take away the legacy I made, I never cater\nMotherfucker, now I got a right to be this way\nI got spite inside my DNA\nBut I roll 'til the wheels fall off, I'm workin' tirelessly, ayy\nIt's the moment y'all been waitin' for\nLike California wishin' rain to pour\nIn that drought, y'all been prayin' for\nMy downfall from the 8 Mile to the Southpaw\nStill the same Marshall, that outlaw\nThat they say as a writer might've fell off\nI'm back on that bull like the cowboy\n\nSo y'all gotta move (Yeah), y'all gotta move (Yeah), y'all gotta move\nGive me some room, give me some room, give me the juice\nHop out the coupe, hop out the coupe, hop out and shoot\nY'all gotta move, y'all gotta move, give me the juice",
        "title": "Lucky You"
    },
    {
        "lyrics": "*Plane crash*\nYeah (Illa, Illa, Illa)\nYo, I'm just gonna write down my first thoughts, and see where this takes me, ’cause I feel like I wanna punch the world in the fuckin' face right now\nYeah\n\nLet me explain just how to make greatness\nStraight out the gate, I'm ’bout to break it down\nAin't no mistakes allowed, but make no mistake, I'm 'bout\nTo rape the alphabet, I may raise some brows\nIf I press the issue just to get the anger out (Brrr!)\nFull magazine could take Staples out\nSavage but ain't thinkin' 'bout no bank account\nBut bitch, I'm off the chain like Kala Brown\nMotherfucker, shut the fuck up when I’m talkin’, lil' bitch\nI’m sorry, wait, what's your talent? Oh, critiquin'\nMy talent? Oh, bitch, I don't know who the fuck y’all are\nTo give a sub-par bar or even have an opinion of you\nYou mention me, millions of views, attention in news\nI mention you, lose-lose for me, win-win for you\nBillions of views, your ten cents are two\nSkim through the music to give shit reviews\nTo get clicks, but bitch, you just lit the fuse\nDon't get misconstrued, business as us'\nShit-list renewed, so get shit to do\nOr get dissed 'cause I just don't get\nWhat the fuck half the shit is that you're listenin' to\nDo you have any idea how much I hate this choppy flow\nEveryone copies though? Prob'ly no\nGet this fuckin' audio out my Audi, yo, adiós\nI can see why people like Lil Yachty, but not me though\nNot even dissin', it just ain't for me\nAll I am simply is just an emcee\nMaybe \"Stan\" just isn't your cup of tea (Get it?)\nMaybe your cup's full of syrup and lean\nMaybe I need to stir up shit, preferably\nShake the world up if it were up to me\nPaul wants me to chill, y'all want me to ill\nI should eat a pill, probably I will\nOld me killed the new me, watch him bleed to death\nI breathe on the mirror, I don't see my breath\nPossibly I'm dead, I must be possessed\nLike an evil spell, I'm E-V-I-L (\"Evil\" spelled)\nJam a Crest Whitestrip in the tip of my dick\nWith an ice pick, stick it in a vise grip\nHang it on a spike fence, bang it with a pipe wrench\nWhile I take my ball sack and flick it like a light switch\nLike Vice President Mike Pence\nBack up on my shit in a sidekick as I lay it on a spike strip\nThese are things that I'd rather do than hear you on a mic\nSince nine tenths of your rhyme is about ice and\nJesus Christ, man, how many times is\nSomeone gonna fuck on my bitch? (Fuck my side chick!)\nYou won't ever see Em icy\nBut as cold as I get on the M-I-C\nI polarize shit, so the Thames might freeze\nAnd your skull might split like I bashed you upside it\nBitch, I got the club on smash like a nightstick (Yeah)\nTurn down for what?\nI ain't loud enough, nah, turn the Valium up (Illa, Illa, Illa)\n'Cause I don't know how I'm gonna get your mouths to shut\nNow when it doesn't matter what caliber\nI spit at, I'll bet a hundred thousand bucks\nYou'll turn around and just be like, \"Man, how the fuck\nSourpuss gonna get mad just 'cause his album sucks?\nAnd now he wants to take it out on us\" (Ooouuu)\nBut last week, an ex-fan mailed me a copy\nOf The Mathers LP to tell me to study\nIt'll help me get back to myself and she'll love me (Ooouuu)\nI mailed the bitch back and said if I did that\nI'd just be like everyone else in the fucking industry\nEspecially an effing Recovery clone of me (NFing)\nSo finger-bang, chicken wang, MGK, Igg' Azae'\nLil Pump, Lil Xan imitate Lil Wayne\nI should aim at everybody in the game, pick a name\nI'm fed up with bein' humble\nAnd rumor is I'm hungry, I'm sure you heard rumblings\nI heard you wanna rumble like an empty stomach\nI heard your mumblin' but it's jumbled in mumbo-jumbo\nThe era that I'm from will pummel you, that's what it's comin' to\nWhat the fuck you're gonna do when you run into it?\nI'm gonna crumble you and I'll take a number two\nAnd dump on you, if you ain't Joyner\nIf you ain't Kendrick or Cole or Sean, then you're a goner\nI'm 'bout to bring it to anyone in this bitch who want it\nI guess when you walk into BK you expect a Whopper\nYou can order a Quarter Pounder when you go to McDonald's\nBut if you're lookin' to get a porterhouse you better go get Revival\nBut y'all are actin' like I tried to serve you up a slider\nMaybe the vocals shoulda been auto-tuned\nAnd you woulda bought it\nBut sayin' I no longer got it\n'Cause you missed a line and never caught it\n'Cause it went over your head, because you're too stupid to get it\n'Cause you're mentally retarded, but pretend to be the smartest\nWith your expertise and knowledge, but you'll never be an artist\nAnd I'm harder on myself than you could ever be regardless\nWhat I'll never be is flawless, all I'll ever be is honest (Illa, Illa, Illa)\nEven when I'm gone they're gonna say I brought it\nEven when I hit my forties like a fuckin' alcoholic\nWith a bottle full of malt liquor\nBut I couldn't bottle this shit any longer\nThe fact that I know that I'ma hit my bottom\nIf I don't pull myself from the jaws of defeat and rise to my feet\nI don't see why y'all even started with me\nI get in beefs, my enemies die\nI don't cease fire 'til at least all are deceased\nI'm east side, never be caught slippin'\nNow you see why I don't sleep, not even a wink, I don't blink\nI don't doze off, I don't even nod to the beats\nI don't even close my fuckin' eyes when I sneeze\n\"Aw, man! That BET cypher was weak, it was garbage\nThe Thing ain't even orange—oh my God, that's a reach!\"\nShout to all my colorblind people\nEach and everyone of y'all, if you call a fire engine green\nAquamarine, or you think water is pink\n\"Dawg, that's a date.\" — \"Looks like an olive to me.\"\n\"Look, there's an apple!\" — \"No, it's not, it's a peach!\"\nSo finger-bang, Pootie Tang\nBurger King, Gucci Gang, dookie, dang\nCharlamagne gonna hate anyway, doesn't matter what I say\nGive me Donkey of the Day\nWhat a way for 2018 to get underway\nBut I'm gonna say everything that I wanna say\nWelcome to the slaughterhouse, bitch! (Yeah)\nInvite 'em in like a One A Day\nI'm not done (Preach!)\n'Cause I feel like the beast of burden\nThat line in the sand, was it even worth it?\n'Cause the way I see people turning's\nMakin' it seem worthless, it's startin' to defeat the purpose\nI'm watchin' my fan base shrink to thirds\nAnd I was just tryin' to do the right thing, but word\nHas the court of public opinion reached a verdict\nOr still yet to be determined?\n'Cause I'm determined to be me, critiqued or worshipped\nBut if I could go back, I'd at least reword it\nAnd say I empathize with the people this evil serpent\nSold the dream to that he's deserted\nBut I think it's workin'\nThese verses are makin' him a wee bit nervous\nAnd he's too scurred to answer me with words\n'Cause he knows that he will lyrically get murdered\nBut I know at least he's heard it\n'Cause Agent Orange just sent the Secret Service\nTo meet in person to see if I really think of hurtin' him\nOr ask if I'm linked to terrorists\nI said, \"Only when it comes to ink and lyricists.\"\nBut my beef is more media journalists\n(Hold up, hold up, hold up)\nI said, my beef is more meaty, a journalist\nCan get a mouthful of flesh\nAnd yes, I mean eating a penis\n'Cause they've been pannin' my album to death\nSo I've been givin' the media fingers\nDon't wanna turn this to a counseling sesh\nBut they've been puttin' me through the ringer\nSo I ain't ironin' shit out with the press\nBut I just took this beat to the cleaners",
        "title": "The Ringer"
    },
    {
        "lyrics": "Son, you know why you the greatest alive?\nWhy, Dad?\nBecause you came out of my balls, nigga\nHahahahahaha\n(Roof!)\n\nFuck rap\nBustin' like an addict with a semi-automatic\nWho done had it, and he ready for anybody to buck back\nHold up, catch a vibe, ain't no way in hell we leavin' nobody alive\nLeave a suicide note, fuck that\nBobby feelin' villainous, he killin' this\nI'm comin' for your man and his lady and even the baby\nI'm feelin' like I'm, chika-chika-chika, Slim Shady with rabies\n\nI'm foamin' at the mouth, ain't nobody takin' me out\nEvery single rapper in the industry, yeah, they know what I'm about\nAnd I dare you to test me\n'Cause not a single one of you motherfuckers impress me\nAnd maybe that's a little bit of an exaggeration\nBut I'm full of innovation\nAnd I'm tired of all of this high school \"He's cool, he's not\" rap shit\nCan a single one of you motherfuckers even rap? Shit\nNo, this ain't a diss to the game, this a gas to the flame\nNowadays, everybody sound the same, shit's lame\nLike a moth to the flame, I'ma reel 'em in and kill 'em\nKnow you feelin' lyricism when I'm spillin' it, I'm feelin' myself\nYeah, yeah, Bobby Boy, he be feelin' himself\nMass murder like this can't be good for my health\nWhen I rap like this, do I sound like shit?\nWell, it don't really matter, 'cause I'm killin' this shit\nYeah, I'm killin' this shit\nOh yeah, oh yeah, I'm killin' this shit\nBobby, how many times you been killin' this shit?\nFind another rhyme, goddamn, nigga, shit\n\nFuck rap\nBustin' like an addict with a semi-automatic\nWho done had it, and he ready for anybody to buck back\nHold up, catch a vibe, ain't no way in hell we leavin' nobody alive\nLeave a suicide note, fuck that\nBobby feelin' villainous, he killin' this\nI'm comin' for your man and his lady and even the baby\nI'm feelin' like I'm, chika-chika-chika-chika\nChika-chika-chika-chika-chika, Slim Shady\n\nThere's nowhere to hide, we call this shit genocide\nHit 'em with that (Do-do-do) and they die\nWe gon' leave 'em crucified, we call this shit genocide\nI got bitches, I got hoes, I got rare designer clothes\nNo, we ain't fuckin' with that\nYeah, there's a time and a place\nBut if you ain't comin' with the illest of raps\nCallin' yourself the greatest alive\nThen you don't deserve to do that\nNo, no, oh no, no, please do not do that\nYou gon' get smacked\nYou gon' make Bobby attack\nYou gon' make Bobby Boy snap\nYou gon' make Bobby Boy snap (Bobby Boy!)\n\nFuck rap\nBustin' like an addict with a semi-automatic\nWho done had it, and he ready for anybody to buck back\nHold up, catch a vibe, ain't no way in hell we leavin' nobody alive\nLeave a suicide note, fuck that\nBobby feelin' villainous, he killin' this\nI'm comin' for your man and his lady and even the baby\nI'm feelin' like I'm chika-chika-chika-chika\nChika-chika-chika-chika-chika, Slim Shady\n\nJigga-jigga-jigga-jigga-jigga like JAY-Z\nJig is up, you fuckers who didn't write anything\nAre getting washed, liga-liga-liga, like bathing\nYoung Hova, I know hitters like Yankees\nGun toters that pull triggers like crazy\nUnloadin', leave you shot up in your Rover\nYour body goes limp and slumps over\nLike A-Rod in a month lull, but he just homered\nHol' up, I said \"Rover\" because now your Rover is red\nLike Red Rover, so you know what I meant\nBut I roll over my opponents instead\nMakin' dog sounds 'cause I gotta keep breakin' these bars down\nI'll go slow for the speds\nBut when I go (Roof!) like the Dobermann said\nI still think the (Roof!) would go over your head (Ha-ha)\nBeast mode, motherfuckers 'bout to get hit\nWith so many foul lines, you'll think I'm a free throw\nFigured it was about time for people to eat crow\nYou about to get out-rhymed, how could I be dethroned?\nI stay on my toes like the repo, a behemoth in sheep's clothes\nFrom the East Coast to the West, I'm the ethos and I'm the G.O.A.T\nWho the best, I don't gotta say a fuckin' thing, though\n'Cause MCs know\nBut you don't wanna hear me spit the facts\nYour shit is ass like a tailbone\nOr you're trapped in your cell phone\nOr my chicken scratch, or my self-loathe\nI don't wanna fuckin' listen to you spit your raps someone else wrote\nUsed to get beat up by the big kids\nUsed to let the big kids steal my big wheel\nAnd I wouldn't do shit but just sit still\nNow money's not a big deal\nI'm rich, I wipe my ass with six mill'\nBig bills like a platypus\nA caterpillar's comin' to get the cannabis\nI'm lookin' for the smoke but you motherfuckers are scatterin'\nBatterin' everything and I've had it with the inadequate\nMan, I can see my dick is standin' stiff as a mannequin\nAnd I'm bringin' the bandana back, and the fuckin' headband again\nA handkerchief and I'm thinkin' of bringin' the fuckin' fingerless gloves back\nAnd not giving a singular fuck, like fuck rap\nI sound like a fuckin' millionaire\nWith a Derringer with a hair trigger\n'Bout to bear hug a fuckin' terrier, the Ric Flair dripper\nY'all couldn't hold a candle at a prayer vigil\nWhen I vent, they compare me to a fuckin' air duct\nI'm 'bout to bare-knuckle it, nah, fuck it\nI'm gonna go upside their head with a Nantucket\nAbraca-fuckin'-dabra\nThe track is the blood, I'm attracted, I'm attackin' it\nWhat? Dracula, fuck that shit\nI'm up, back with a thud\nMan, stop\n\nLook what I'm plannin', plannin', I'm plannin' to\nDo all this while ya panickin'\nAnd you're lookin' and starin' at mannequins\nAnd I'm goin' to Fanagans\nTrying to get up a plan against\nAll of the blana-kazana-ka-fam-bam-bannigans\nWhile of all the bana-kazanika Hanna in a cabana\nYou're in a cab-\nI'm in a cabana and a Janet\nI'm in a cabana chantin' all this standup banter\nWhile you don't got the stamina, you're lackin' the stamina\nYou're lackin' the stamina while you're divorcin' Harrison Ford\nAnd I'm in a Porsche on the floorboards\nWhile I'm world tourin'\nYou usin' way too many napkins, papkins\nLapkins and chapki-\nYou using ChapStick and napkins while I'm bapkin'\nFlappin' around like a bapkin'\nFlamminababbitapannitajampkin\nDammit, a can of pada-",
        "title": "Homicide"
    },
    {
        "lyrics": "I've been a liar, been a thief\nBeen a lover, been a cheat\nAll my sins need holy water, feel it washing over me\nWell, little one, I don't want to admit to something\nIf all it's gonna cause is pain\nTruth and my lies right now are falling like the rain\nSo let the river run\n\nHe's comin' home with his neck scratched, to catch flack\nSweat jackets and dress slacks, mismatched\nOn his breath's Jack, he's a sex addict\nAnd she just wants to exact revenge and get back\nIt's a chess match, she's on his back like a jet-pack\nShe's kept track of all his Internet chats\nAnd guess who just happens to be movin' on to the next\nActually, just shit on my last chick and she has what my ex lacks\n'Cause she loves danger, psychopath\nAnd you don't fuck with no man's girl, even I know that\nBut she's devised some plan to stab him in the back\nKnife in hand, says their relationship's hangin' by a strand\nSo she's been on the web lately\nSays maybe she'll be my Gwen Stacy, to spite her man\nAnd I know she's using me to try to play him, I don't care\nHi Suzanne, but I shoulda said \"Bye Suzanne\"\nAfter the first night, but tonight I am\n\nI've been a liar, been a thief\nBeen a lover, been a cheat\nAll my sins need holy water, feel it washing over me\nWell, little one, I don't want to admit to something\nIf all it's gonna cause is pain\nThe truth and my lies now are falling like the rain\nSo let the river run\n\nA one-night stand turned a two-night stand\nIt was \"come sunlight, scram,\" now we hug tight, and...\nHe found out, now she feels deserted and used\n'Cause he left, so what? He did it first to her too\nNow how am I supposed to tell this girl that we're through?\nIt's hard to find the words, I'm aloof, nervous, and Sue\nDon't want this to hurt, but what you deserve is the truth\nDon't take it personal, I just can't say this in person to you\nSo I revert to the studio, like hole-in-the-wall diners\nDon't have to be reserved in a booth\nI just feel like the person who I'm turning into's\nIrreversible, I preyed on you like it's church at the pew\nAnd now that I got you I don't want you\nTook advantage in my thirst to pursue\nWhy do I do this dirt that I do?\nGet on my soapbox and preach, my sermon and speech\nDetergent and bleach is burnin' the wound\n'Cause now with her in the womb\nWe can't bring her in this world, shoulda knew\nTo use protection 'fore I bit into your forbidden fruit\nFuck!\n\nI've been a liar, been a thief\nBeen a lover, been a cheat\nAll my sins need holy water, feel it washing over me\nWell, little one, I don't want to admit to something\nIf all it's gonna cause is pain\nThe truth and my lies now are falling like the rain\nSo let the river run\n\nMy name's (ooh), my name's (ooh)\nRiver (ooh), river run\nCall me (ooh), call me (ooh)\nRiver (ooh), we'll let the river run\n\nAlways the bridesmaid, never \"The bride, hey!\"\nFuck can I say? If life was a highway\nAnd deceit was an enclave, I'd be swerving in five lanes\nSpeeds at a high rate, like I'm slidin' on ice, maybe\nThat's why I may have came at you sideways\nI can't keep my lies straight\nBut I made you terminate my baby\nThis love triangle left us in a wreck, tangled\nWhat else can I say? It was fun for a while\nBet I really woulda loved your smile\nDidn't really wanna abort, but fuck it\nWhat's one more lie, to tell our unborn child?\n\nI've been a liar, been a thief\nBeen a lover, been a cheat\nAll my sins need holy water, feel it washing over me\nWell, little one (I'm sorry)\nI don't want to admit to something (I fucked up)\nIf all it's gonna cause is pain\nThe truth and my lies now are falling like the rain\nSo let the river run",
        "title": "River"
    },
    {
        "lyrics": "I got a song filled with shit for the strong-willed\nWhen the world gives you a raw deal\nSets you off 'til you scream, \"Piss off! Screw you!\"\nWhen it talks to you like you don't belong\nOr tells you you're in the wrong field\nWhen something's in your mitochondrial\n'Cause it latched on to you, like—\n\nKnock knock, let the devil in\nManevolent as I've ever been, head is spinnin'\nThis medicine's screamin', \"L-L-L-Let us in!\"\nL-L-L-Like a salad bowl, Edgar Allan Poe\nBedridden, shoulda been dead a long time ago\nLiquid Tylenol, gelatins, think my skeleton's meltin'\nWicked, I get all high when I think I've smelled the scent\nOf elephant manure—hell, I meant Kahlúa\nScrew it, to hell with it, I went through hell with accelerants\nAnd blew up my-my-myself again\nVolkswagen, tailspin, bucket matches my pale skin\nMayo and went from Hellmann's and being rail thin\nFilet-o-Fish, Scribble Jam, Rap Olympics '97 Freaknik\nHow can I be down? Me and Bizarre in Florida\nProof's room slept on the floor of 'da motel then\nDr. Dre said, \"Hell yeah!\"\nAnd I got his stamp like a postcard, word to Mel-Man\nAnd I know they're gonna hate\nBut I don't care, I barely can wait\nTo hit 'em with the snare and the bass\nSquare in the face, this fuckin' world better prepare to get laced\nBecause they're gonna taste my—\n\nVenom, (I got that) adrenaline momentum\nAnd I'm not knowin' when I'm\nEver gonna slow up and I'm\nReady to snap any moment I'm\nThinkin' it's time to go get 'em\nThey ain't gonna know what hit 'em\n(W-W-When they get bit with the—)\nVenom, (I got that) adrenaline momentum\nAnd I'm not knowin' when I'm\nEver gonna slow up and I'm\nReady to snap any moment I'm\nThinkin' it's time to go get 'em\nThey ain't gonna know what hit 'em\n(W-W-When they get bit with the—)\n\nI said knock knock, let the devil in\nShotgun p-p-pellets in the felt pen\nCocked, fuck around and catch a hot one\nIt-it's evident I'm not done\nV-Venomous, the thoughts spun\nLike a web and you just caught in 'em\nHeld against your will like a hubcap or mud flap\nBeat strangler attack\nSo this ain't gonna feel like a love tap\nEat painkiller pills, fuck up the track\nLike, what's her name's at the wheel? Danica Patrick\nThrew the car into reverse at the Indy, a nut crashin'\nInto ya, the back of it just mangled steel\nMy Mustang and the Jeep Wrangler grill\nWith the front smashed, much as my rear fender, assassin\nSlim be a combination of an actual kamikaze and Gandhi (Gandhi)\nTranslation, I will probably kill us both\nWhen I end up backin' into ya\nYou ain't gonna be able to tell what the fuck's happenin' to ya\nWhen you're bit with the—\n\nVenom, adrenaline momentum\nAnd I'm not knowin' when I'm\nEver gonna slow up and I'm\nReady to snap any moment I'm\nThinkin' it's time to go get 'em\nThey ain't gonna know what hit 'em\n(W-W-When they get bit with the—)\nVenom, (I got that) adrenaline momentum\nAnd I'm not knowin' when I'm\nEver gonna slow up and I'm\nReady to snap any moment I'm\nThinkin' it's time to go get 'em\nThey ain't gonna know what hit 'em\n(W-W-When they get bit with the—)\n\nI said knock knock, let the devil in\nAlien, E-E-Elliott phone home\nAin't no telling when this chokehold\nOn this game will end, I'm loco\nBecame a Symbiote, so\nMy fangs are in your throat, ho\nYou're snake-bitten with my—venom\nWith the ballpoint pen I'm\nGun cocked, bump stock, double-aught, buckshot\nTire thumper, a garrote, tie a couple knots\nFired up and caught fire, juggernaut\nPunk rock, bitch, it's goin' down like Yung Joc\n'Cause the Doc put me on like sunblock\nWhy the fuck not, you only get one shot\nAte shit 'til I can't taste it\nChased it with straight liquor\nThen paint thinner, then drank 'til I faint\nAnd awake with a headache\nAnd I take anything in rectangular shape\nThen I wait to face the demons I'm bonded to\n'Cause they're chasin' me but I'm part of you\nSo escapin' me is impossible\nI latch onto you like a—parasite\nAnd I probably ruined your parents' life\nAnd your childhood too\n'Cause if I'm the music that y'all grew up on\nI'm responsible for you retarded fools\nI'm the super villain Dad and Mom was losin' their marbles to\nYou marvel that? Eddie Brock is you\nAnd I'm the suit, so call me—\n\nVenom, (I got that) adrenaline momentum\nAnd I'm not knowin' when I'm\nEver gonna slow up and I'm\nReady to snap any moment I'm\nThinkin' it's time to go get 'em\nThey ain't gonna know what hit 'em\n(W-W-When they get bit with the—)\nVenom, (I got that) adrenaline momentum\nAnd I'm not knowin' when I'm\nEver gonna slow up and I'm\nReady to snap any moment I'm\nThinkin' it's time to go get 'em\nThey ain't gonna know what hit 'em\n(W-W-When they get bit with the—)",
        "title": "Venom"
    },
    {
        "lyrics": "My tea's gone cold, I'm wondering why I\nGot out of bed at all\nThe morning rain clouds up my window\nAnd I can't see at all\nAnd even if I could it'd all be gray\nBut your picture on my wall\nIt reminds me that it's not so bad, it's not so bad\nMy tea's gone cold, I'm wondering why I\nGot out of bed at all\nThe morning rain clouds up my window\nAnd I can't see at all\nAnd even if I could it'd all be gray\nBut your picture on my wall\nIt reminds me that it's not so bad, it's not so bad\n\nDear Slim, I wrote you, but you still ain't callin'\nI left my cell, my pager and my home phone at the bottom\nI sent two letters back in autumn, you must not've got 'em\nThere probably was a problem at the post office or somethin'\nSometimes I scribble addresses too sloppy when I jot 'em\nBut anyways, fuck it, what's been up, man? How's your daughter?\nMy girlfriend's pregnant too, I'm 'bout to be a father\nIf I have a daughter, guess what I'ma call her?\nI'ma name her Bonnie\nI read about your Uncle Ronnie too, I'm sorry\nI had a friend kill himself over some bitch who didn't want him\nI know you probably hear this every day, but I'm your biggest fan\nI even got the underground shit that you did with Skam\nI got a room full of your posters and your pictures, man\nI like the shit you did with Rawkus too, that shit was phat\nAnyways, I hope you get this, man, hit me back\nJust to chat, truly yours, your biggest fan, this is Stan\n\nMy tea's gone cold, I'm wondering why I\nGot out of bed at all\nThe morning rain clouds up my window\nAnd I can't see at all\nAnd even if I could it'd all be gray\nBut your picture on my wall\nIt reminds me that it's not so bad, it's not so bad\n\nDear Slim, you still ain't called or wrote, I hope you have a chance\nI ain't mad, I just think it's fucked up you don't answer fans\nIf you didn't want to talk to me outside your concert, you didn't have to\nBut you coulda signed an autograph for Matthew\nThat's my little brother, man, he's only six years old\nWe waited in the blisterin' cold\nFor you, for four hours, and you just said no\nThat's pretty shitty, man, you're like his fuckin' idol\nHe wants to be just like you, man, he likes you more than I do\nI ain't that mad, though I just don't like bein' lied to\nRemember when we met in Denver?\nYou said if I'd write you, you would write back\nSee, I'm just like you in a way: I never knew my father neither\nHe used to always cheat on my mom and beat her\nI can relate to what you're sayin' in your songs\nSo when I have a shitty day, I drift away and put 'em on\n‘Cause I don't really got shit else\nSo that shit helps when I'm depressed\nI even got a tattoo with your name across the chest\nSometimes I even cut myself to see how much it bleeds\nIt's like adrenaline, the pain is such a sudden rush for me\nSee, everything you say is real, and I respect you ‘cause you tell it\nMy girlfriend's jealous 'cause I talk about you 24/7\nBut she don't know you like I know you, Slim, no one does\nShe don't know what it was like for people like us growin' up\nYou gotta call me, man, I'll be the biggest fan you'll ever lose\nSincerely yours, Stan—P.S. We should be together too\n\nMy tea's gone cold, I'm wondering why I\nGot out of bed at all\nThe morning rain clouds up my window\nAnd I can't see at all\nAnd even if I could it'd all be gray\nBut your picture on my wall\nIt reminds me that it's not so bad, it's not so bad\n\nDear Mr. I'm-Too-Good-to-Call-or-Write-My-Fans\nThis'll be the last package I ever send your ass\nIt's been six months, and still no word—I don't deserve it?\nI know you got my last two letters, I wrote the addresses on 'em perfect\nSo this is my cassette I'm sendin' you, I hope you hear it\nI'm in the car right now, I'm doin' 90 on the freeway\nHey, Slim, I drank a fifth of vodka, you dare me to drive?\nYou know the song by Phil Collins, \"In the Air of the Night\"\nAbout that guy who coulda saved that other guy from drownin'\nBut didn't, then Phil saw it all, then at a show he found him?\nThat's kinda how this is: you coulda rescued me from drownin'\nNow it's too late, I'm on a thousand downers now—I'm drowsy\nAnd all I wanted was a lousy letter or a call\nI hope you know I ripped all of your pictures off the wall\nI loved you, Slim, we coulda been together—think about it!\nYou ruined it now, I hope you can't sleep and you dream about it\nAnd when you dream I hope you can't sleep and you scream about it\nI hope your conscience eats at you and you can't breathe without me\nSee, Slim—shut up, bitch! I'm tryin' to talk\nHey, Slim, that's my girlfriend screamin' in the trunk\nBut I didn't slit her throat, I just tied her up—see? I ain't like you\n‘Cause if she suffocates she'll suffer more and then she'll die too\nWell, gotta go, I'm almost at the bridge now\nOh, shit, I forgot—how am I supposed to send this shit out?!\n\nMy tea's gone cold, I'm wondering why I\nGot out of bed at all\nThe morning rain clouds up my window\nAnd I can't see at all\nAnd even if I could it'd all be gray\nBut your picture on my wall\nIt reminds me that it's not so bad, it's not so bad\n\nDear Stan, I meant to write you sooner, but I just been busy\nYou said your girlfriend's pregnant now, how far along is she?\nLook, I'm really flattered you would call your daughter that\nAnd here's an autograph for your brother; I wrote it on a Starter cap\nI'm sorry I didn't see you at the show, I must've missed you\nDon't think I did that shit intentionally just to diss you\nBut what's this shit you said about you like to cut your wrists too?\nI say that shit just clownin', dawg, come on, how fucked up is you?\nYou got some issues, Stan, I think you need some counselin'\nTo help your ass from bouncin' off the walls when you get down some\nAnd what's this shit about us meant to be together?\nThat type of shit'll make me not want us to meet each other\nI really think you and your girlfriend need each other\nOr maybe you just need to treat her better\nI hope you get to read this letter, I just hope it reaches you in time\nBefore you hurt yourself, I think that you'll be doin' just fine\nIf you relax a little, I'm glad I inspire you, but Stan\nWhy are you so mad? Try to understand that I do want you as a fan\nI just don't want you to do some crazy shit\nI seen this one shit on the news a couple weeks ago that made me sick\nSome dude was drunk and drove his car over a bridge\nAnd had his girlfriend in the trunk, and she was pregnant with his kid\nAnd in the car they found a tape, but they didn't say who it was to\nCome to think about it, his name was—it was you\n\nDamn…",
        "title": "Stan"
    },
    {
        "lyrics": "Now this shit's about to kick off, this party looks wack\nLet's take it back to straight hip-hop and start it from scratch\nI'm 'bout to bloody this track up, everybody get back\nThat's why my pen needs a pad, 'cause my rhymes on the rag\nJust like I did with addiction, I'm 'bout to kick it\nLike a magician, critics I turn to crickets\nGot 'em still on the fence whether to picket\nBut quick to get it impaled when I tell 'em, \"Stick it!\"\nSo sick, I'm looking pale—wait, that's my pigment\n'Bout to go ham, ya bish, shout out to Kendrick\nLet's bring it back to that vintage Slim, bitch!\nThe art of MCing mixed with da Vinci and MC Ren\nAnd I don't mean Stimpy's friend, bitch\nBeen Public Enemy since you thought PE was gym, bitch\n\nKick your shoes off, let your hair down\n(And go berserk) All night long\nGrow your beard out, just weird out\n(And go berserk) All night long\n\nWe're gonna rock this house until we knock it down\nSo turn the volume loud\n'Cause it's mayhem 'til the A.M\nSo, baby, make just like K-Fed\nAnd let yourself go, let yourself go\nSay, \"Fuck it!\" before we kick the bucket\nLife's too short to not go for broke\nSo everybody, everybody (Go berserk)\nGrab your vial, yeah\n\nGuess it's just the way that I'm dressed, ain't it?\nKhakis pressed, Nike shoes crispy and fresh laced\nSo I guess it ain't that aftershave\nOr cologne that made 'em just faint\nPlus I showed up with a coat fresher than wet paint\nSo if love is a chess game, check mate\nBut girl, your body's bangin', jump me in, dang, bang-bang\nYes siree 'Bob', I was thinking the same thang\nSo come get on this Kid's rock, baw with da baw, dang-dang\nPow-p-p-p-pow, chica, pow, chica, wow-wow\nGot your gal blowin' up a valve, v-v-valve-valve\nAin't slowin' it down, throw in the towel, t-t-towel-towel\nDumb it down, I don't know how, huh-huh, how-how\nAt least I know that I don't know\nQuestion is, are you bozos smart enough to feel stupid?\nHope so, now ho\n\nKick your shoes off, let your hair down\n(And go berserk) All night long\nGrow your beard out, just weird out\n(And go berserk) All night long\n\nWe're gonna rock this house until we knock it down\nSo turn the volume loud\n'Cause it's mayhem 'til the A.M\nSo crank the bass up like crazy\nAnd let yourself go, let yourself go\nSay, \"Fuck it!\" before we kick the bucket\nLife's too short to not go for broke\nSo everybody, everybody (Go berzerk)\nGet your vinyls\n\n\nAnd they say that love is powerful as cough syrup in styrofoam\nAll I know is I fell asleep and woke up in that Monte Carlo\nWith the ugly Kardashian, Lamar, oh\nSorry, yo—we done both set the bar low\nFar as hard drugs are though, that's the past\nBut I done did enough codeine to knock Future into tomorrow\nAnd girl, I ain't got no money to borrow\nBut I am tryin' to find a way to get you alone: car note\nOh, Marshall Mathers\nShithead with a potty mouth, get the bar of soap lathered\nKangol's and Carheartless Cargos\nGirl, you're fixin' to get your heart broke\nDon't be absurd, ma'am, you birdbrain, baby\nI ain't called anybody baby since Birdman, unless you're a swallow (Ha-ha!)\nWord, Rick? (Word, man, you heard)\nBut don't get discouraged, girl\nThis is your jam, unless you got toe jam\n\nKick your shoes off, let your hair down\n(And go berserk) All night long\nGrow your beard out, just weird out\n(And go berserk) All night long\n\nWe're gonna rock this house until we knock it down\nSo turn the volume loud\n'Cause it's mayhem 'til the A.M\nSo, baby, make just like K-Fed\nAnd let yourself go, let yourself go\nSay, \"Fuck it!\" before we kick the bucket\nLife's too short to not go for broke\nSo everybody, everybody (Go berserk)\nGrab your vial, yeah\n\nWe're gonna rock this house until we knock it down\nSo turn the volume loud\n'Cause it's mayhem 'til the A.M\nSo crank the bass up like crazy\nAnd let yourself go, let yourself go\nSay, \"Fuck it!\" before we kick the bucket\nLife's too short to not go for broke\nSo everybody, everybody (Go berzerk)\nGet your vials",
        "title": "Berzerk"
    },
    {
        "lyrics": "Obie Trice! Real name, no gimmicks (*record scratch*)\n\nTwo trailer park girls go 'round the outside\n'Round the outside, 'round the outside\nTwo trailer park girls go 'round the outside\n'Round the outside, 'round the outside\n\nGuess who's back, back again\nShady's back, tell a friend\nGuess who's back, guess who's back\nGuess who's back, guess who's back\nGuess who's back, guess who's back\nGuess who's back\n\nI've created a monster, 'cause nobody wants to\nSee Marshall no more, they want Shady, I'm chopped liver\nWell, if you want Shady, this is what I'll give ya\nA little bit of weed mixed with some hard liquor\nSome vodka that'll jump start my heart quicker\nThan a shock when I get shocked at the hospital\nBy the doctor when I'm not co-operating\nWhen I'm rocking the table while he's operating (Hey!)\nYou waited this long, now stop debating\n'Cause I'm back, I'm on the rag and ovulating\nI know that you got a job, Ms. Cheney\nBut your husband's heart problem's complicating\nSo the FCC won't let me be\nOr let me be me, so let me see\nThey try to shut me down on MTV\nBut it feels so empty without me\nSo, come on and dip, bum on your lips\nFuck that! Cum on your lips and some on your tits\nAnd get ready, 'cause this shit's about to get heavy\nI just settled all my lawsuits, fuck you, Debbie!\n\nNow this looks like a job for me\nSo everybody, just follow me\n'Cause we need a little controversy\n'Cause it feels so empty without me\nI said this looks like a job for me\nSo everybody, just follow me\n'Cause we need a little controversy\n'Cause it feels so empty without me\n\nLittle hellions, kids feeling rebellious\nEmbarrassed their parents still listen to Elvis\nThey start feeling like prisoners helpless\n'Til someone comes along on a mission and yells, \"Bitch!\"\nA visionary, vision is scary\nCould start a revolution, polluting the airwaves\nA rebel, so just let me revel and bask\nIn the fact that I got everyone kissing my ass (*smack*)​​\nAnd it's a disaster, such a catastrophe\nFor you to see so damn much of my ass—you asked for me?\nWell, I'm back, na-na-na-na-na-na-na-na-na-na\nFix your bent antenna, tune it in, and then I'm gonna\nEnter in, and up under your skin like a splinter\nThe center of attention, back for the winter\nI'm interesting, the best thing since wrestling\nInfesting in your kid's ears and nesting\nTesting, \"Attention please\"\nFeel the tension soon as someone mentions me\nHere's my ten cents, my two cents is free\nA nuisance, who sent? You sent for me?\n\nNow this looks like a job for me\nSo everybody, just follow me\n'Cause we need a little controversy\n'Cause it feels so empty without me\nI said this looks like a job for me\nSo everybody, just follow me\n'Cause we need a little controversy\n'Cause it feels so empty without me\n\nA tisk-it a task-it, I'll go tit for tat with\nAnybody who's talking \"This shit, that shit\"\nChris Kirkpatrick, you can get your ass kicked\nWorse than them little Limp Bizkit bastards\nAnd Moby? You can get stomped by Obie\nYou thirty-six-year-old baldheaded fag, blow me\nYou don't know me, you're too old, let go\nIt's over, nobody listens to techno\nNow let's go, just give me the signal\nI'll be there with a whole list full of new insults\nI've been dope, suspenseful with a pencil\nEver since Prince turned himself into a symbol\nBut sometimes the shit just seems\nEverybody only wants to discuss me\nSo this must mean I'm disgusting\nBut it's just me, I'm just obscene\nThough I'm not the first king of controversy\nI am the worst thing since Elvis Presley\nTo do black music so selfishly\nAnd use it to get myself wealthy (Hey!)\nThere's a concept that works\nTwenty million other white rappers emerge\nBut no matter how many fish in the sea\nIt'd be so empty without me\n\nNow this looks like a job for me\nSo everybody, just follow me\n'Cause we need a little controversy\n'Cause it feels so empty without me\nI said this looks like a job for me\nSo everybody, just follow me\n'Cause we need a little controversy\n'Cause it feels so empty without me\n\nHum dei dei la la, la la la la la\nLa la la la la, la la la la\nHum dei dei la la, la la la la la\nLa la la la la, la la la la\nKids!",
        "title": "Without Me"
    },
    {
        "lyrics": "Tay Keith, fuck these niggas up!\nYeah\n\nBrain dead, eye drops\nPain meds, cyclops\nDaybed, iPod\n\"May-back,\" Maybach\nTrainwrecks, sidewalks\nPayless, high-tops\nK-Fed, iHop\nPlaytex, icebox\n\nThat's how much we have in common (Yah!)\nThat's how much we have in common (Woah!)\nUp on this mic when we're on it (Yah)\nThat's how much we have in common (Yuh!)\nThat's how much we have in common (Woo!)\nThat's how much we have in common\nWe are not alike, there's nada like us on the mic (Yah!)\n\nI don't do Jordans and Audemars\nI do explosions and Molotovs\nY'all blowin' smoke as if y'all ain't washed\nI blow the smoke from the car exhaust\nFlyin' to a party I am not invited to, feelin' like the streets need me\nI ain't gotta dance long as my Ferrari Spider move like C Breezy\nI don't gotta hire goons\nI'd rather try to buy the moon and breathe freely\nThe sky is blue, the tires new\nThe Maserati white and cool like G-Eazy\nWhy these dudes tryna figure out\nHow to do a freestyle as fly as me? (Why?)\nI'm confused tryna figure out how to do Kapri Styles and Mya G\nEverybody doin' chick joints\nProbably rob these little dudes at fist point\n'Member everybody used to bite Nickel\nNow everybody doin' Bitcoin\nWe don't got nothin' in common (No!)\nWe don't got nothin' in common (No!)\nY'all into stuff like doubled-up Styrofoam cups\nOn them uppers-and-downers (Woo!)\nI'm into stuff like doublin' commas\nFind me a brother who's solid\nTo count the shit up and then bust the shit down\nWhen the cops hit us up, we can flush the shit down\nWe cannot give a fuck, shit, a fuckin' colonic\nSellin' your cock and your butt for a follower\nPossible couple of dollars, you powder sniff\nNow you slippin', call it a power trip, a product of politics\nY'all went from profit and toppin' the charts\nTo dropped in the park in a pile of shit\nKnowledge is power, but powerless\nIf you've got it and you do not acknowledge it\nY'all music sound like Dr. Seuss inspired it\nHirin' strippers, prostitutes retirin'\nWe can spit it for your advance\nI'm fit to be king, you're cut out to fit in Prince pants\nYou niggas—\n\nBrain dead, eye drops\nPain meds, cyclops\nDaybed, iPod\n\"May-back,\" Maybach\nTrainwrecks, sidewalks\nPayless, high-tops\nK-Fed, iHop\nPlaytex, icebox\n\nThat's how much we have in common (Yah!)\nThat's how much we have in common (Woah!)\nUp on this mic when we're on it (Yah)\nThat's how much we have in common (Yuh!)\nThat's how much we have in common (Woo!)\nThat's how much we have in common\nWe are not alike, there's nada like us—\n\nYou say you're affiliated with murderers, killers (Ayy!)\nThe people you run with are thuggin' (Gang!)\nBut you just a wannabe gunner (Gang!)\nLike you was gonna do somethin'\nActin' like you catchin' bodies (Ayy!)\nAnd you got juice, lil' youngin', you buggin'\nYou ain't never even been charged in connection with battery\nBitch, you ain't plugged into nothin'\nRap God spit lyrical bullets (Pew!)\nAnd gats cock, your partners better tool up\nThis has not to do with muscular\nBut have guns for sure, you better put a\nStrap on, other words if you're gonna\nRoll up with your (Gang!) you're gon' need a arsenal\n'Cause this bar is over your head\nSo you better⁠—{gun cock}⁠—have arms if you're gonna pull up (Skrrt!)\nOh, you run the streets, huh?\nNow you wanna come and fuck with me, huh?\nThis little cock-sucker, he must be feelin' himself\nHe wants to keep up his tough demeanour\nSo he does a feature, decides to team up with N9na\nBut next time you don't gotta use Tech N9ne\nIf you wanna come at me with a sub, Machine Gun\nAnd I'm talkin' to you\nBut you already know who the fuck you are, Kelly\nI don't use sublims and sure as fuck don't sneak-diss\nBut keep commenting on my daughter Hailie\nI keep on telling motherfuckers\nBut just in case you forgot really and need Ja memories jarred like strawberry or pineapple apricot jelly\nI respond rarely, but this time Shady 'bout to sound off\nLike a fuckin' cocked semi-Glock demi-god\nLet me put a fuckin' silencer on this little\nNon-threatening blond fairy cornball takin' shots at me\nYou're not ready, fool, break yourself like Rock Steady Crew\nObviously, I'm not getting through\nWe can get it poppin' like Redenbach, letting off like Remy Ma\nHeavy artille—ry, Godzilla harsh with a hard shell\nWith a motherfucking heart bigger than Bizarre's belly\nOnly time you'll ever say I lost\nYou'll be talkin' 'bout Fetty Wap, better call Diddy\nJust to try to get me off\nAnd you better hope I don't call Trick Trick\nBitch, this shit don't fly in our city\nPunk, you don't disrespect OGs, R.I.P. Prodigy\nSold Dre my soul and then told him the moment he signed me\nThat I'll be the most hated, though made it\nSo that there's no shame, it's okay to own it\n'Cause life is a bitch, she's a bow-legged ho\nBut now those days are over\nI Harvey Weinstein a bathrobe hanging open\nMy code name is groper, I role play with lotion\nI fuck the whole world then I throw away the Trojan\nOld lederhosen with home-made explosives\nI blow 80 holes in you\nDon't make me go in, I OJ the flows\nAnd I'm insult to injury, Rolaids to Goldman\nI'm throat spray and Motrin, I throated Nicole\nAs they both there to choke and my whole blade is soakin'\nI double-edge sword it 'cause one place I poke and\nI stick and I turn in a rotating motion\nInvisible with the pen, I'm at the pinnacle of sick individuals\nStick my dick and put the tip in at minimal\nI'm fuckin' these syllables, I let 'em lick on my genitals\nI'm a fucking invincible, indefensible, despicable, difficult prick\nA little bit unpredictable, I spit the formidable\nThat you bitches fuckin' with, the original\nI consider me and Nickel identical—but not us\nThe only thing we have in common's I'm a dick and you suck\nOtherwise one has nothin' to do with the other\nNone come close to skunk, bug, soldier\nTongue, shrub, shoulder, one month older\nSponge, mug, folder, nun, rug, holster\nLug nut, coaster, lung, jug, roaster\nYoung Thug poster, unplugged toaster\n\nThat's how much we have in common (Yah!)\nThat's how much we have in common (Woah!)\nUp on this mic when we're on it (Yah)\nThat's how much we have in common (Yeah!)\nThat's how much we have in common (Woo!)\nThat's how much we have in common\nWe are not alike, there's nada like us—\n(Man, fuck this shit, let's go)",
        "title": "Not Alike"
    },
    {
        "lyrics": "(Photoshoot!)\nYou know, everybody's been tellin' me\nWhat they think about me for the last few months\nIt's too loud\nMaybe it's time I tell 'em what I think about them\nCan't hear it coming down the hallway stairs from the parking lot\nIt's too loud\nThree’s not a crowd all up in it\nSlow fire\n\nDon't fall on my face\nDon't fall on my faith, oh\nDon't fall on my fate\nDon't fall on my faith, oh\nDon't fall on my fate\nDon't fall on my–\n\nGotta concentrate, against the clock I race\nGot no time to waste, I'm already late, I got a marathoner's pace\nWent from addict to a workaholic, word to Dr. Dre\nIn that first marijuana tape—guess I got a chronic case (Yeah)\nAnd I ain't just blowin' smoke, 'less it's in your momma's face\nI know this time Paul and Dre\nThey won't tell me what not to say (Nope!)\nAnd though me and my party days\nHave all pretty much parted ways\nYou'd swear to God I forgot I'm the guy that made \"Not Afraid\"\nOne last time for Charlamagne\nIf my response is late, it's just how long it takes\nTo hit my fuckin' radar, I'm so far away\nThese rappers are like Hunger Games\nOne minute, they're mockin' JAY\nNext minute, they get their style from Migos or they copy Drake\nMaybe I just don't know when to turn around and walk away\nBut all the hate, I call it Walk-on-Water-Gate\nI've had as much as I can tolerate\nI'm sick and tired of waitin', I done lost my patience\nI can take all of you motherfuckers on at once\nYou wanted Shady? You got him!\n\nDon't fall on my face (Yeah)\nDon't fall on my faith, oh\nDon't fall on my fate (Line 'em up!)\nDon't fall on my faith, oh (Rrr!)\nDon't fall on my fate (Look)\n\nSomebody tell Budden before I snap, he better fasten it\nOr have his body bag get zipped\nThe closest thing he's had to hits is smackin' bitches (Pump it up!)\nAnd don't make me have to give it back to Akademiks\nSay this shit is trash again, I'll have you twisted\nLike you had it when you thought you had me slippin' at the telly\nEven when I'm gettin' brain, you'll never catch me with a thot\nLacking with it, \"He ain't spittin' like this on his last shit\"\nHo, you better go back and listen\nYou know me better, thinkin' I'll slow or let up\nCall it trap 'cause it's a total setup\nHopin' that you rappers fall in that\nDre said, \"Hold your head up!\"—Kathy Griffin\nStackin' ammunition, slap the clip in, cock it back on competition\nThis is how I shot ahead (Pew)—Gabby Gifford\nMy attack is vicious, Jack the Ripper, back in business\nTyler create nothin', I see why you called yourself a ******, bitch\nIt's not just 'cause you lack attention\nIt's because you worship D12's balls, you're sack-religious\nIf you're gonna critique me\nYou better at least be as good or better\nGet Earl the Hooded Sweater\nWhatever his name is to help you put together\nSome words, more than just two letters\nThe fans waited for this moment like that feature\nWhen I stole the show (Ha), sorry if I took forever (Ha-ha)\n\nDon't fall on my face (Yeah)\nDon't fall on my faith, oh (I won't)\nDon't fall on my fate (Line 'em up!)\nDon't fall on my faith, oh (Ha)\nDon't fall on my fate (It's too easy)\n\nJust remember, I was here before you\nAnd I'll be here after you make your run-in for you\nDetractors, I might have to fuck Pitchfork with a corkscrew\nJust what the doctor ordered\nRevenge is the best medicine (Yeah)\nIncrease the dose, from least to most\nAnd then tell the Grammys to go and fuck themselves\nThey suck the blood from all the biggest artists like some leeches\nSo they nominate 'em, get 'em there, get a name to MC the show\nEvery parasite needs a host (Ha-ha)\nThen give Album of the Year to somebody that no one's ever even heard of\nAll I know is I wrote every single word to everything I ever murdered\nTime to separate the sheep from goats (Yeah)\nAnd I got no faith in your writers, I don't believe in ghosts\nWhen rap needed it most, I was that wing and a prayer (Huh)\nA beacon of hope, put a B-I-R-D in the air\nSomewhere some kid is bumpin' this while he lip-syncs in the mirror\nThat's who I'm doin' it for, the rest I don't really even care\nBut you would think I'm carryin' an Oxford dictionary in my pocket\nHow I'm buryin' these artists\nOn a scale of 'turnt' you're 'minus'\nMine says 'very', yours says 'hardly'\nAnd what's scary is you prob'ly can compare me to your car 'cause I'm just barely gettin' started (Woo)\nAnd far as Lord Jamar, you better leave me the hell alone\nOr I'll show you an Elvis clone\nWalk up in this house you own, thrust my pelvic bone\nUse your telephone and go fetch me the remote\nPut my feet up and just make myself at home (Yeah)\nI belong here, clown! Don't tell me 'bout the culture!\nI inspired the Hopsins, the Logics, the Coles, the\nSeans, the K-Dots, the 5'9\"s, and oh\nBrought the world 50 Cent, you did squat, piss and moan\nBut I'm not gonna fall… bitch! (Yeah)\n\nIt's too loud\nCan't hear it coming down the hallway stairs from the parking lot\nIt's too loud\nThree’s not a crowd all up in it\nSlow fire",
        "title": "Fall"
    },
    {
        "lyrics": "May I have your attention, please?\nMay I have your attention, please?\nWill the real Slim Shady please stand up?\nI repeat, will the real Slim Shady please stand up?\nWe're gonna have a problem here...\n\nY'all act like you never seen a white person before\nJaws all on the floor like Pam like Tommy just burst in the door\nAnd started whoopin' her ass worse than before\nThey first were divorced, suin' her over furniture (Agh!)\nIt's the return of the \"Oh, wait, no way, you're kidding\nHe didn't just say what I think he did, did he?\"\nAnd Dr. Dre said… nothing, you idiots!\nDr. Dre's dead, he's locked in my basement (Ha ha!)\nFeminist women love Eminem\n\"Chicka, chicka, chicka, Slim Shady, I'm sick of him\nLook at him, walkin' around, grabbin' his you-know-what\nFlippin' the you-know-who,\" \"Yeah, but he's so cute though\"\nYeah, I probably got a couple of screws up in my head loose\nBut no worse than what's goin' on in your parents' bedrooms\nSometimes I wanna get on TV and just let loose\nBut can't, but it's cool for Tom Green to hump a dead moose\n\"My bum is on your lips, my bum is on your lips\"\nAnd if I'm lucky, you might just give it a little kiss\nAnd that's the message that we deliver to little kids\nAnd expect them not to know what a woman's clitoris is\nOf course, they're gonna know what intercourse is\nBy the time they hit fourth grade\nThey've got the Discovery Channel, don't they?\nWe ain't nothin' but mammals—well, some of us, cannibals\nWho cut other people open like cantaloupes\nBut if we can hump dead animals and antelopes\nThen there's no reason that a man and another man can't elope\nBut if you feel like I feel, I got the antidote\nWomen, wave your pantyhose, sing the chorus, and it goes—\n\nI'm Slim Shady, yes I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n'Cause I'm Slim Shady, yes I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n\nWill Smith don't gotta cuss in his raps to sell records (Nope)\nWell, I do, so fuck him and fuck you too!\nYou think I give a damn about a GRAMMY?\nHalf of you critics can't even stomach me, let alone stand me\n\"But Slim, what if you win, wouldn't it be weird?\"\nWhy, so you guys could just lie to get me here?\nSo you can sit me here next to Britney Spears?\nShit, Christina Aguilera better switch me chairs\nSo I can sit next to Carson Daly and Fred Durst\nAnd hear 'em argue over who she gave head to first\nLittle bitch put me on blast on MTV\n\"Yeah, he's cute, but I think he's married to Kim, hee-hee\"\nI should download her audio on MP3\nAnd show the whole world how you gave Eminem VD (Agh!)\nI'm sick of you little girl and boy groups\nAll you do is annoy me, so I have been sent here to destroy you\nAnd there's a million of us just like me\nWho cuss like me, who just don't give a fuck like me\nWho dress like me; walk, talk and act like me\nAnd just might be the next best thing, but not quite me\n\n'Cause I'm Slim Shady, yes I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n'Cause I'm Slim Shady, yes I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n\nI'm like a head trip to listen to, ‘cause I'm only givin' you\nThings you joke about with your friends inside your livin' room\nThe only difference is I got the balls to say it in front of y'all\nAnd I don't gotta be false or sugarcoat it at all\nI just get on the mic and spit it\nAnd whether you like to admit it, I just shit it\nBetter than ninety percent of you rappers out can\nThen you wonder: \"How can kids eat up these albums like Valiums?\"\nIt's funny, ‘cause at the rate, I'm going, when I'm thirty\nI'll be the only person in the nursing home flirting\nPinching nurse's asses when I'm jacking off with Jergens\nAnd I'm jerking, but this whole bag of Viagra isn't working\nAnd every single person is a Slim Shady lurking\nHe could be working at Burger King, spittin' on your onion rings\nOr in the parking lot, circling, screaming, \"I don't give a fuck!\"\nWith his windows down and his system up\nSo will the real Shady please stand up\nAnd put one of those fingers on each hand up?\nAnd be proud to be outta your mind and outta control\nAnd one more time, loud as you can, how does it go?\n\nI'm Slim Shady, yes I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n'Cause I'm Slim Shady, yes I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n'Cause I'm Slim Shady, yes I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n'Cause I'm Slim Shady, yes I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n\nHa ha, I guess there’s a Slim Shady in all of us\nFuck it, let’s all stand up!",
        "title": "The Real Slim Shady"
    },
    {
        "lyrics": "'Cause sometimes you just feel tired\nYo, left, yo, left\nFeel weak and when you feel weak\nYo, left, right, left\nYou feel like you wanna just give up\nYo, left, yo left\nBut you gotta search within you\nYo, left, right, left\nTry to find that inner strength and just pull that shit out of you\nYo, left, yo left\nAnd get that motivation to not give up\nYo, left, right, left\nAnd not be a quitter, no matter how bad\nYo, left, yo left\nYou wanna just fall flat on your face and collapse\nYo, left, right, left\n\n'Til I collapse I'm spillin' these raps long as you feel 'em\n'Til the day that I drop you'll never say that I'm not killin' 'em\n‘Cause when I am not, then I'ma stop pennin' 'em\nAnd I am not hip-hop and I'm just not Eminem\nSubliminal thoughts, when I'ma stop sendin' 'em?\nWomen are caught in webs, spin 'em and hock venom\nAdrenaline shots of penicillin could not get the illin' to stop\nAmoxicillin's just not real enough\nThe criminal, cop-killin', hip-hop villain\nA minimal swap to cop millions of Pac listeners\nYou're comin' with me, feel it or not\nYou're gonna fear it like I showed ya the spirit of God lives in us\nYou hear it a lot, lyrics to shock\nIs it a miracle or am I just product of pop fizzin' up?\nFa' shizzle, my wizzle, this is the plot, listen up\nYou bizzles forgot, Slizzle does not give a fuck\n\n'Til the roof comes off, 'til the lights go out\n'Til my legs give out, can't shut my mouth\n'Til the smoke clears out, am I high? Perhaps\nI'ma rip this shit 'til my bones collapse\n'Til the roof comes off, 'til the lights go out\nUntil the roof, until the roof\n'Til my legs give out, can't shut my mouth\nThe roof comes off, the roof comes off\n'Til the smoke clears out, am I high? Perhaps\nUntil my legs, until my legs\nI'ma rip this shit 'til my bones collapse\nGive out from underneath me\n\nMusic is like magic, there's a certain feelin' you get\nWhen you real and you spit, and people are feelin' your shit\nThis is your moment, and every single minute you spend\nTryna hold on to it 'cause you may never get it again\nSo while you're in it, try to get as much shit as you can\nAnd when your run is over, just admit when it's at its end\n'Cause I'm at the end of my wits with half the shit that gets in\nI got a list, here's the order of my list that it's in\nIt goes: Reggie, Jay-Z, 2Pac and Biggie\nAndré from OutKast, Jada, Kurupt, Nas, and then me\nBut in this industry I'm the cause of a lot of envy\nSo when I'm not put on this list, the shit does not offend me\nThat's why you see me walk around like nothing's botherin' me\nEven though half you people got a fuckin' problem with me\nYou hate it, but you know respect you got to give me\nThe press's wet dream, like Bobby and Whitney — Nate, hit me!\n\n'Til the roof comes off, 'til the lights go out\n'Til my legs give out, can't shut my mouth\n'Til the smoke clears out, am I high? Perhaps\nI'ma rip this shit 'til my bones collapse\n'Til the roof comes off, 'til the lights go out\nUntil the roof, until the roof\n'Til my legs give out, can't shut my mouth\nThe roof comes off, the roof comes off\n'Til the smoke clears out, am I high? Perhaps\nUntil my legs, until my legs\nI'ma rip this shit 'til my bones collapse\nGive out from underneath me\n\nSoon as a verse starts, I eat at an MC's heart\nWhat is he thinking? How not to go against me, smart\nAnd it's absurd how people hang on every word\nI'll prob'ly never get the props I feel I ever deserve\nBut I'll never be served, my spot is forever reserved\nIf I ever leave Earth, that would be the death of me first\n‘Cause in my heart of hearts I know nothin' could ever be worse\nThat's why I'm clever when I put together every verse\nMy thoughts are sporadic I act like I'm an addict\nI rap like I'm addicted to smack, like I'm Kim Mathers\nBut I don't wanna go forth and back in constant battles\nThe fact is I would rather sit back and bomb some rappers\nSo this is like a full-blown attack I'm launchin' at 'em\nThe track is on some battlin' raps, who wants some static?\n‘Cause I don't really think that the fact that I'm Slim matters\nA plaque and platinum status is wack if I'm not the baddest, so\n\n'Til the roof comes off, 'til the lights go out\n'Til my legs give out, can't shut my mouth\n'Til the smoke clears out, am I high? Perhaps\nI'ma rip this shit 'til my bones collapse\n'Til the roof comes off, 'til the lights go out\nUntil the roof, until the roof\n'Til my legs give out, can't shut my mouth\nThe roof comes off, the roof comes off\n'Til the smoke clears out, am I high? Perhaps\nUntil my legs, until my legs\nI'ma rip this shit 'til my bones collapse\nGive out from underneath me\n\nUntil the roof, until the roof\nThe roof comes off, the roof comes off\nUntil my legs, until my legs\nGive out from underneath me\nI, I will not fall, I will stand tall\nFeels like no one can beat me",
        "title": "’Till I Collapse"
    },
    {
        "lyrics": "(Fack) Okay, (Fack) how do I say this? (Fack)\nLast year (Fack) didn't work out so well for me (Fack)\n(Fack last year!) (Fack) (Last year can eat a dick!)\n2018, (Fack) well (Fack)\n\nHah, yeah, I'm a fuckin' kamikaze crashin' into everything\nYou beat me, Islamic Nazi, that means there is no such thing\nI've been goin' for your jugular since Craig G \"Duck Alert\"\nWedgie in my underwear, the whole bed sheet and the comforter\nStuck up in my rectal crack, kiss my disrespectful ass\nI'll ride through your cul-de-sac\nWindow cracked, bumpin' your reference tracks\nY-You collaborative effort rap, I-I have never said his raps\nO-Overstayed my welcome, stepped in crap\nAnd ruined your welcome mat\nSo spit that shit from the heart, you didn't write like you wrote it (Wrote it) (Yeah)\nWhile I teabag the microphone 'cause I go nuts on it (On it) (Yeah)\nLike a fighter jet lined with explosives that'll strike any moment\nHeaded right at opponents and I'm the fuckin' pilot that flown it\nI'm 'bout to—\n\nSmash into everyone, crash into everything\nBack and I've just begun, \"FACK\" 2017\nFack, fack on everyone\nFack, fack on everyone\nFack, fack on everyone\nI'm a Kamikaze, gonna\nSmash into everyone, crash like an F-15\nDamage already done, y'all shoulda let me be\nFack, fack on everyone\nFack, fack on everyone\nFack, fack on everyone\nI'm a Kamikaze, gonna\n\nI turned to rap 'cause it made me feel tough when I wasn't (Wasn't)\nFrom the moment I heard rappers cussin', I was in (Was in)\nWhich is why I identify with the guy\nWho I was invented by, Dre's Frankenstein\nEnergized like a nine volt\nIce cold like Snake Eyes, twice in a row on a dice roll\nBut if the only reason I blowed is 'cause I'm white though\nWhy don't every other white rapper sell what I sold? (Ooh)\nKamikaze pilot, I wrote my suicide note\nHere come the guys in white coats tryin' to stop me\n'Fore I jump behind the controls and try to fly into foes\n'Cause I'm takin' y'all with me when I go cyclone\nI don't think this typhoon's letting up any time soon, here I go\nEyes closed, blindfolded, I'm 'bout to—\n\nSmash into everyone, crash into everything\nBack and I've just begun, \"FACK\" 2017\nFack, fack on everyone\nFack, fack on everyone\nFack, fack on everyone\nI'm a Kamikaze, gonna\nSmash into everyone, crash like an F-15\nDamage already done, y'all should'a let me be\nFack, fack on everyone\nFack, fack on everyone\nFack, fack on everyone\nI'm a Kamikaze, gonna\n\nSmash\nKamikaze, kamikaze\nKami, kami-kamikaze, kamikaze, kami-kamikaze (kamikaze)\nTake a look at what I've done\n\nI heard your freestyle on Shade 45, that shit was embarrassing\nThere is no way we ever air that shit again, I guarantee that\nWait, that shit was so ass it's somethin' we wouldn't dare re-air it\nThe shit's embarrassing as me rear-ending Tara Reid bare\nIn my therapy chair, my dick is the hair length of Cher\nEach nut is the chair width of an Acorn stairlift, beware of me\nLyrically I'm terrible, better get your lyrics prepared\nRichard Ramirez is here, serial killin' every beat there is\n\nWait, wait, got the eeriest feelin'\nSomethin' evil is lurkin', I'm no conspiracy theorist\nBut somethin' here is a foot—oh yeah, it's my dick\nGet the measurin' stick (What?), 12 inches of wood (Haha)\nWait, but I've been goin' for your jugular since Craig G \"Duck Alert\"\nAnd I've come to pay respects\n'Cause if you sleep you're fucked—other words\nYou get laid to rest and I hope your butt is hurt\nPut me on a track, I go cray-on it like a color book\nYou got some views, but you're still below me\nMine are higher, so when you compare our views, you get overlooked\nAnd I don't say the hook unless I wrote the hook\nAnd now I'm just freestylin' in the vocal booth\nAnd you know I've always spoke the truth\nYou're lyin' through your teeth so much you broke a tooth\nAnd it ain't somethin' I need a phone to do\nWhen I say I can't wait 'til I get ahold of you\nAnd I don't know what I'm s'posed to do\nLine up the rappers, take my pic like a photo shoot",
        "title": "Kamikaze"
    },
    {
        "lyrics": "I walk on water\nBut I ain't no Jesus\nI walk on water\nBut only when it freezes (Fuck)\n\nWhy are expectations so high? Is it the bar I set?\nMy arms, I stretch, but I can’t reach\nA far cry from it, or it's in my grasp, but as\nSoon as I grab, squeeze\nI lose my grip like the flying trapeze\nInto the dark I plummet, now the sky's blackening\nI know the mark’s high, butter–\nFlies rip apart my stomach\nKnowin' that no matter what bars I come with\nYou're gonna harp, gripe, and\nThat's a hard Vicodin to swallow, so I scrap these\nAs pressure increases like khakis\nI feel the ice cracking, because—\n\nI walk on water\nBut I ain't no Jesus\n(It's the curse of the—, it's the curse of the—)\nI walk on water (Shit)\nBut only when it freezes\n\nIt's the curse of the standard, that the first of the Mathers disc set\nAlways in search of the verse that I haven’t spit yet\nWill this step just be another misstep\nTo tarnish whatever the legacy, love or respect\nI’ve garnered? The rhyme has to be perfect, the delivery flawless\nAnd it always feels like I'm hittin’ the mark\n'Til I go sit in the car, listen and pick it apart\nLike, \"This shit is garbage!\"\nGod's given me all this, still I feel no different regardless\nKids look to me as a god, this is retarded\nIf only they knew, it's a facade and it’s exhaustive\nAnd I try not to listen to nonsense\nBut if you bitches are tryin' to strip me of my confidence\nMission accomplished\nI'm not God-sent, Nas, Rakim, 'Pac, B.I.G., James Todd Smith\nAnd I'm not Prince, so…\n\nI walk on water\nBut I ain't no Jesus\nI walk on water\n(It's true, I'm a Rubik's—, it's true—)\nBut only when it freezes\n(It's true—)\n\n'Cause I'm only human, just like you\nMaking my mistakes, oh if you only knew\nI don't think you should believe in me the way that you do\n'Cause I'm terrified to let you down, oh\n\nIt's true, I'm a Rubik's—a beautiful mess\nAt times juvenile, yes, I goof and I jest\nA flawed human, I guess\nBut I'm doin' my best to not ruin your ex–\nPectations and meet 'em, but first\nThe \"Speedom\" verse, now Big Sean\nHe's goin' too fast, is he gonna shout or curse out his mom?\nThere was a time I had the world by the balls, eatin' out my palm\nEvery album song I was spazzin' the fuck out on\nAnd now I'm gettin' clowned and frowned on\nBut the only one who's looking down on\nMe that matters now's DeShaun\nAm I lucky to be around this long?\nBegs the question though\nEspecially after the methadone\nAs yesterday fades and the Dresden home\nIs burnt to the ground and all that's left of my house is lawn\nThe crowds are gone\nAnd it's time to wash out the blonde\nSales decline, the curtain's drawn\nThey're closin' the set, I'm still pokin' my head from out behind\nAnd everyone who has doubt, remind\nNow take your best rhyme, outdo it, now do it a thousand times\nNow let 'em tell ya the world no longer cares\nOr gives a fuck about your rhymes\nAnd as I grow outta sight, outta mind, I might go outta mine\n'Cause how do I ever let this mic go without a fight\nWhen I made a fuckin' tightrope outta twine?\nBut when I do fall from these heights though, I'll be fine\nI won't pout or cry or spiral down or whine\nBut I'll decide if it's my final bow this time around, 'cause—\n\nI walk on water\nBut I ain't no Jesus\nI walk on water\nBut only when it freezes\n\n'Cause I'm only human, just like you\nI've been making my mistakes, oh if you only knew\nI don't think you should believe in me the way that you do\n'Cause I'm terrified to let you down, oh\nIf I walked on water, I would drown\n\n'Cause I'm just a man\nBut as long as I got a mic, I'm godlike\nSo me and you are not alike\nBitch, I wrote \"Stan\"",
        "title": "Walk on Water"
    },
    {
        "lyrics": "Just gonna stand there and watch me burn?\nWell, that's all right because I like the way it hurts\nJust gonna stand there and hear me cry?\nWell, that's all right because I love the way you lie\nI love the way you lie\n\nI can't tell you what it really is, I can only tell you what it feels like\nAnd right now, there's a steel knife in my windpipe\nI can't breathe, but I still fight while I can fight\nAs long as the wrong feels right, it's like I'm in flight\nHigh off her love, drunk from her hate\nIt's like I'm huffin' paint and I love her, the more I suffer, I suffocate\nAnd right before I'm about to drown, she resuscitates me\nShe fuckin' hates me, and I love it — \"Wait!\nWhere you going?\" — \"I'm leaving you!\" — \"No, you ain't!\nCome back!\" — We're runnin' right back, here we go again\nIt's so insane, 'cause when it's goin' good, it's goin' great\nI'm Superman with the wind at his back, she's Lois Lane\nBut when it's bad, it's awful, I feel so ashamed\nI snapped, \"Who's that dude?\", I don't even know his name\nI laid hands on her, I'll never stoop so low again\nI guess I don't know my own strength\n\nJust gonna stand there and watch me burn?\nWell, that's all right because I like the way it hurts\nJust gonna stand there and hear me cry?\nWell, that's all right because I love the way you lie\nI love the way you lie\nI love the way you lie\n\nYou ever love somebody so much you can barely breathe when you're with 'em?\nYou meet, and neither one of you even know what hit 'em\nGot that warm fuzzy feelin', yeah, them chills, used to get 'em\nNow you're gettin' fuckin' sick of lookin' at 'em?\nYou swore you'd never hit 'em, never do nothin' to hurt 'em\nNow you're in each other's face\nSpewin' venom in your words when you spit 'em\nYou push, pull each other's hair, scratch, claw, bit 'em\nThrow 'em down, pin 'em\nSo lost in the moments when you're in 'em\nIt's the rage that took over, it controls you both\nSo they say you're best to go your separate ways\nGuess that they don't know ya\n'Cause today, that was yesterday, yesterday is over\nIt's a different day, sound like broken records playin' over\nBut you promised her, next time you'll show restraint\nYou don't get another chance, life is no Nintendo game\nBut you lied again\nNow you get to watch her leave out the window\nGuess that's why they call it window pane\n\nJust gonna stand there and watch me burn?\nWell, that's all right because I like the way it hurts\nJust gonna stand there and hear me cry?\nWell, that's all right because I love the way you lie\nI love the way you lie\nI love the way you lie\n\nNow, I know we said things, did things that we didn't mean\nThen we fall back into the same patterns, same routine\nBut your temper's just as bad as mine is, you're the same as me\nWhen it comes to love you're just as blinded, baby, please\nCome back, it wasn't you, baby, it was me\nMaybe our relationship isn't as crazy as it seems\nMaybe that's what happens when a tornado meets a volcano\nAll I know is I love you too much to walk away though\nCome inside, pick up your bags off the sidewalk\nDon't you hear sincerity in my voice when I talk?\nTold you this is my fault, look me in the eyeball\nNext time I'm pissed, I'll aim my fist at the drywall\nNext time? There won't be no next time!\nI apologize, even though I know it's lies\nI'm tired of the games, I just want her back, I know I'm a liar\nIf she ever tries to fuckin' leave again, I'ma tie her\nTo the bed and set this house on fire, just gonna—\n\nJust gonna stand there and watch me burn?\nWell, that's all right because I like the way it hurts\nJust gonna stand there and hear me cry?\nWell, that's all right because I love the way you lie\nI love the way you lie\nI love the way you lie",
        "title": "Love the Way You Lie"
    },
    {
        "lyrics": "Now, everybody from the 313\nPut your motherfucking hands up and follow me!\nEverybody from the 313\nPut your motherfucking hands up! Look, look...\nNow, while he stands tough\nNotice that this man did not have his hands up\nThis Free World's got you gassed up\nNow, who's afraid of the Big Bad Wolf?\nOne, two, three, and to the four\nOne Pac, two Pac, three Pac, four\nFour Pac, three Pac, two Pac, one\nYou're Pac, he's Pac, no Pac, none\nThis guy ain't no motherfucking MC\nI know everything he's 'bout to say against me\nI am white, I am a fucking bum\nI do live in a trailer with my mom\nMy boy Future is an Uncle Tom\nI do got a dumb friend named Cheddar Bob\nWho shoots himself in his leg with his own gun\nI did get jumped by all six of you chumps\nAnd Wink did fuck my girl\nI'm still standing here screaming, \"Fuck the Free World!\"\nDon't ever try to judge me, dude\nYou don't know what the fuck I've been through\nBut I know something about you\nYou went to Cranbrook, that's a private school\nWhat's the matter, dawg? You embarrassed?\nThis guy's a gangster? His real name's Clarence\nAnd Clarence lives at home with both parents\nAnd Clarence parents have a real good marriage\nThis guy don't wanna battle, he's shook\n'Cause ain't no such things as halfway crooks\nHe's scared to death, he's scared to look\nAt his fucking yearbook; fuck Cranbrook!\nFuck a beat, I'll go a cappella\nFuck a Papa Doc, fuck a clock, fuck a trailer\nFuck everybody! Fuck y'all if you doubt me!\nI'm a piece of fucking white trash, I say it proudly\nAnd fuck this battle, I don't wanna win, I'm outtie\nHere, tell these people something they don't know about me\n\nYo...",
        "title": "8 Mile: B-Rabbit vs Papa Doc"
    },
    {
        "lyrics": "Part 1: Produced by S1 and M-Phazes\n\nIt's like I'm in this dirt, digging up old hurt\nTried everything to get my mind off you, it won't work\nAll it takes is one song on the radio, you're\nRight back on it, reminding me all over again\nHow you fucking just brushed me off and left me so burnt\nSpent a lot of time tryna soul search\nMaybe I needed to grow up a little first\nWell, looks like I hit a growth spurt\nBut I'm coming for closure\nDon't suppose an explanation I'm owed, for\nThe way that you turned your back on me\nJust when I may have needed you most\nOh, you thought it was over? You could just close the\nChapter and go about your life like it was nothing\nYou ruined mine, but you seem to be doing fine\nWell, I've never recovered\nBut tonight I bet you that what you're\n'Bout to go through's tougher than anything I ever have suffered\nCan't think of a better way to define poetic justice\nCan I hold grudges? Mind saying, \"Let it go, fuck this.\"\nHeart's saying, \"I will, once I bury this bitch alive\nHide the shovel and then drive off in the sunset.\"\n\nI flee the scene like it was my last ride\nYou see right through\nOh, you had me pegged the first time\nYou can see the truth, but it's easier to justify\nWhat's bad is good and I hate to be the bad guy\nI just hate to be the bad guy\n(Follow me, I ruh-uh-un; follow me, I ruh-uh-un)\nI just hate to be the bad guy\n(Follow me, I ruh-uh-un; follow me, I ruh-uh-un)\n\nAnd to think I used to think you was the shit, bitch\nTo think it was you at one time I worshipped, shit\nThink you can hurt people and just keep getting away with it?\nNot this time, you better go and get the sewing kit, bitch!\nFinish this stitch, so you can reap what you sew, nitwit\nThought some time would pass and I'd forget it? Forget it!\nYou left our family in shambles\nAnd you expect me to just get over him, pretend he never existed?\nMay be gone but he's not forgotten\nAnd don't think ‘cause he's been out the picture\nSo long that I've stopped the plotting and still ain't coming to get ya\nYou're wrong and that shit was rotten\nAnd the way you played him's same shit you did to me, cold\nHave you any idea the shit that I've gone through?\nFeelings I harbor? All this pent-up resentment I hold on to?\nNot once you call to ask me how I'm doing\nLetters, you don't respond to 'em\nFuck it, I'm coming to see you\nAnd, gee, who better to talk to than you?\nThe cause of my problems\nMy life is garbage, and I'm 'bout to take it out on you\nPoof, then I'm gone, voosh\n\nI flee the scene like it was my last ride\nYou see right through\nOh, you had me pegged the first time\nYou can see the truth, but it's easier to justify\nWhat's bad is good and I hate to be the bad guy\nI just hate to be the bad guy\n(Follow me, I ruh-uh-un; follow me, I ruh-uh-un)\nI just hate to be the bad guy\n(Follow me, I ruh-uh-un; follow me, I ruh-uh-un)\n\nI've been driving around your side of this town\nLike 9 fricking hours and 45 minutes now\nFinally I found your new address, park in your drive\nFeel like I've been waiting on this moment all of my life\nAnd it's now arrived, and my mouth is full of saliva\nMy knife is out and I'm ducking on the side of your house\nSee, it's sad it came to this point\nSuch a disappointment I had to make this appointment\nTo come and see ya, but I ain't here for your empathy\nI don't need your apology or your friendship or sympathy\nIt's revenge that I seek\nSo I sneak vengefully, and treat your bedroom window\nLike I reach my full potential—I peeked\nContinue to peep, still bent low, then keep\nTapping the glass lightly then start to crescendo, sneak\nAll the way 'round to the back porch\nMan, door handles unlocked, shouldn't be that easy to do this\nYou don't plan for intruders beforehand?\nSurprised to see me? Cat got your tongue?\nGag, chloroform rag, dag, almost hack-up a lung\nLike you picked an axe up and swung, stick to the core plan\nDragged to the back of a trunk by one of your fans\nIrony's spectacular, huh? Now who's a faggot, you punk?\nAnd here's your Bronco hat\nYou can have that shit back ‘cause they suck\nIt's just me, you and the music now, Slim, I hope you hear it\nWe're in a car right now – wait, here comes my favorite lyric\n\"I'm the bad guy who makes fun of people that die\"\nAnd hey, here's a sequel to my\nMathers LP just to try to get people to buy\nHow's this for a publicity stunt? This should be fun!\nLast album now, ‘cause after this you'll be officially done\nEminem killed by M and M, Matthew Mitchell\nBitch, I even have your initials\nI initially was gonna bury you next to my brother, but fuck it\nSince you're in love with your city so much, I figured, what the fuck\nThe best place you could be buried alive is right here\nTwo more exits, time is quite near\nHope we don't get stopped, no license I fear\nThat sirens I hear? Guess 90 on the freeway wasn't the brightest idea, as cops appear in my driver's side mirror\n(Oh, God! Police! Aaaghh!)\nHope Foxtrot gets an aerial shot of your burial plot, at least\nNew plan, Stan!\nSlim: \"Chauvinist pig drove in this big Lincoln Town Car\"\nWell, gotta go, almost at the bridge\nHa ha, big bro, it's for you; Slim, this is for him\nAnd Frank Ocean; oh, hope you can swim good\nNow say you hate homos again!\nPart 2: Produced by StreetRunner\n\nI also represent\nAnyone on the receiving end of those jokes you offend\nI'm the nightmare you fell asleep and then woke up still in\nI'm your karma closing in with each stroke of a pen\nPerfect time to have some remorse to show for your sin\nNope, it's hopeless, I'm the denial that you're hopelessly in\nWhen they say all of this is approaching its end\nBut you refuse to believe that it's over, here we go all over again\nBack's to the wall, I'm stacking up all them odds\nToilets clogged, yeah, ‘cause I'm talking a lot of\nShit but I'm backing it all up\nBut in my head there's a voice in the back and it hollers\nAfter the track is demolished, I am your lack of a conscience\nI'm the ringing in your ears\nI'm the polyps on the back of your tonsils\nEating your vocal cords after your concerts\nI'm your time that's almost up that you haven't acknowledged\nGrab for some water\nBut I'm that pill that's too jagged to swallow\nI'm the bullies you hate that you became\nWith every faggot you slaughtered\nComing back on ya, every woman you insult\nBatter, but the double-standard you have\nWhen it comes to your daughters\nI represent everything you take for granted\n‘Cause Marshall Mathers, the rapper's persona\nIs half a facade, and Matthew and Stan's just symbolic\nOf you not knowing what you had 'til it's gone\n‘Cause after all the glitz and the glam\nNo more fans that are calling your name\nCameras are off, sad, but it happens to all of them\nI'm the hindsight to say, “I told you so!”\nForeshadows of all the things that are to follow\nI'm the future that's here to show you what happens tomorrow\nIf you don't stop after they call ya\nBiggest laughing stock of rap who can't call it quits\nWhen it's time to walk away, I'm every guilt trip\nThe baggage you have, but as you gather up all your possessions\nIf there's anything you have left to say\n'Less it makes an impact, then don't bother\nSo 'fore you rest your case\nBetter make sure you're packing a wallop\nSo, one last time, I'm back\n'Fore it fades into black and it's all over\nBehold the final chapter in a saga\nTryna recapture that lightning trapped in a bottle\nTwice, the magic that started\nIt all, tragic portrait of an artist\nTortured, trapped in his own drawings\nTap into thoughts blacker and darker\nThan anything imaginable; here goes a wild stab in the dark\nUh, as we pick up where the last Mathers left off",
        "title": "Bad Guy"
    },
    {
        "lyrics": "Yeah\nI know sometimes\nThings may not always make sense to you right now\nBut ayy\nWhat'd Daddy always tell you?\nStraighten up, little soldier, stiffen up that upper lip\nWhat you cryin' about?\nYou got me\n\nHailie, I know you miss your mom, and I know you miss your dad\nWhen I'm gone, but I'm tryin' to give you the life that I never had\nI can see you're sad, even when you smile, even when you laugh\nI can see it in your eyes, deep inside you wanna cry\n'Cause you're scared, I ain't there\nDaddy's with you in your prayers\nNo more cryin', wipe them tears\nDaddy's here, no more nightmares\nWe gon' pull together through it\nWe gon' do it, Lainie—Uncle's crazy, ain't he?\nYeah, but he loves you, girl, and you better know it\nWe're all we got in this world, when it spins, when it swirls\nWhen it whirls, when it twirls, two little beautiful girls\nLookin' puzzled, in a daze, I know it's confusin' you\nDaddy's always on the move, Momma's always on the news\nI try to keep you sheltered from it, but somehow it seems\nThe harder that I try to do that, the more it backfires on me\nAll the things growin' up as Daddy that he had to see\nDaddy don't want you to see, but you see just as much as he did\nWe did not plan it to be this way, your mother and me\nBut things have got so bad between us, I don't see us ever bein'\nTogether ever again, like we used to be when we was teenagers\nBut then, of course, everything always happens for a reason\nI guess it was never meant to be, but it's just something\nWe have no control over, and that's what destiny is\nBut no more worries, rest your head and go to sleep\nMaybe one day we'll wake up and this'll all just be a dream\n\nNow hush, little baby, don't you cry\nEverything's gonna be alright\nStiffen that upper lip up, little lady, I told ya\nDaddy's here to hold ya through the night\nI know Mommy's not here right now, and we don't know why\nWe fear how we feel inside\nIt may seem a little crazy, pretty baby\nBut I promise, Momma's gon' be alright (Heh)\n\nIt's funny, I remember back one year when Daddy had no money\nMommy wrapped the Christmas presents up and stuck 'em under the tree\nAnd said some of 'em were from me 'cause Daddy couldn't buy 'em\nI'll never forget that Christmas, I sat up the whole night cryin'\n'Cause Daddy felt like a bum—see, Daddy had a job\nBut his job was to keep the food on the table for you and Mom\nAnd at the time, every house that we lived in\nEither kept gettin' broken into and robbed or shot up on the block\nAnd your mom was savin' money for you in a jar\nTryin' to start a piggy bank for you so you could go to college\nAlmost had a thousand dollars, 'til someone broke in and stole it\nAnd I know it hurt so bad it broke your momma's heart\nAnd it seemed like everything was just startin' to fall apart\nMom and Dad was arguin' a lot, so Momma moved back\nOn to Chalmers in the flat, one bedroom apartment\nAnd Dad moved back to the other side of 8 Mile on Novara\nAnd that's when Daddy went to California with his CD\nAnd met Dr. Dre and flew you and Momma out to see me\nBut Daddy had to work, you and Momma had to leave me\nThen you started seein' Daddy on the TV, and Momma didn't like it\nAnd you and Lainie were too young to understand it\nPapa was a rolling stone, Momma developed a habit\nAnd it all happened too fast for either one of us to grab it\nI'm just sorry you were there and had to witness it first hand\n'Cause all I ever wanted to do was just make you proud\nNow I'm sittin' in this empty house\nJust reminiscin', lookin' at your baby pictures, it just trips me out\nTo see how much you both have grown, it's almost like you're sisters now\nWow, guess you pretty much are, and Daddy's still here\nLainie, I'm talkin' to you too, Daddy's still here\nI like the sound of that, yeah, it's got a ring to it, don't it?\nSshh! Momma's only gone for the moment\n\nNow hush, little baby, don't you cry\nEverything's gonna be alright\nStiffen that upper lip up, little lady, I told ya\nDaddy's here to hold ya through the night\nI know Mommy's not here right now, and we don't know why\nWe fear how we feel inside\nIt may seem a little crazy, pretty baby\nBut I promise, Momma's gon' be alright\n\nAnd if you ask me to, Daddy's gonna buy you a mockingbird\nI'ma give you the world\nI'ma buy a diamond ring for you, I'ma sing for you\nI'll do anything for you to see you smile\nAnd if that mockingbird don't sing and that ring don't shine\nI'ma break that birdie's neck\nI'll go back to the jeweler who sold it to ya\nAnd make him eat every carat, don't fuck with Dad! (Ha-ha!)",
        "title": "Mockingbird"
    },
    {
        "lyrics": "It may not mean nothin' to y'all\nBut understand, nothin' was done for me\nSo I don't plan on stoppin' at all\nI want this shit forever, mane, ever, mane, ever, mane\nI'm shuttin' shit down in the mall\nAnd tellin' every girl she the one for me\nAnd I ain't even plannin' to call\nI want this shit forever, mane, ever, mane, ever, mane\n\nLast name Ever, first name Greatest\nLike a sprained ankle, boy, I ain't nothin' to play with\nStarted off local, but thanks to all the haters\nI know G-IV pilots on a first name basis\nIn your city, faded off the brown, Nino\nShe insist she got more class, we know\nSwimmin' in the money, come and find me, Nemo\nIf I was at the club, you know I balled, chemo\nDropped the mixtape, that shit sounded like an album\nWho'd have thought a countrywide tour'd be the outcome?\nLabels want my name beside a X, like Malcolm\nEverybody got a deal, I did it without one\nYeah, nigga, I'm about my business\nKillin' all these rappers, you would swear I had a hit list\nEveryone who doubted me is askin' for forgiveness\nIf you ain't been a part of it, at least you got to witness, bitches\n\nIt may not mean nothin' to y'all\nBut understand, nothin' was done for me\nSo I don't plan on stoppin' at all\nI want this shit forever, mane, ever, mane, ever, mane\nI'm shuttin' shit down in the mall\nAnd tellin' every girl she the one for me\nAnd I ain't even plannin' to call\nI want this shit forever, mane, ever, mane, ever, mane\n\nEver-ever, Mr. West is in the buildin'\nAin't no question who about to kill 'em\nI used to have hood dreams, big fame, big chains\nI stuck my dick inside this life until that bitch came\nAnd went hard all fall like the ball teams\nJust so I can make it rain all spring\nY'all seen my story, my glory\nI had raped the game young, you can call it statutory\nWhen a nigga blow up they gonna build statues for me\nOld money, Benjamin Button, \"What?\" nothin'\nNow it's super bad chicks givin' me McLovin\nYou would think I ran the world like Michelle's husband\nYou would think these niggas know me when they really doesn't\nLike they was down with the old me, no you fuckin' wasn't\nUm, you're such a fuckin' loser\nHe ain't even go to class, Bueller\nTrade the Grammy plaques just to have my granny back\nRemember she had that bad hip like a fanny pack?\nChasin' the stardom will turn you to a maniac\nAll the way in Hollywood and I can't even act\nThey pull the cameras out and goddamn, he snap\nI used to want this thing forever, y'all can have it back\n\nIt may not mean nothin' to y'all\nBut understand, nothin' was done for me\nSo I don't plan on stoppin' at all\nI want this shit forever, mane, ever, mane, ever, mane\nI'm shuttin' shit down in the mall\nAnd tellin' every girl she the one for me\nAnd I ain't even plannin' to call\nI want this shit forever, mane, ever, mane, ever, mane\n\nOkay, hello, it's the Martian, Space Jam Jordans\nI want this shit forever, wake up and smell the garden\nFresher than the harvest, step up to the target\nIf I had one guess, then I guess I'm just New Orleans\nAnd I will never stop like I'm runnin' from the cops\nHop up in my car and told my chauffeur, \"To the top\"\nLife is such a fuckin' roller coaster, then it drops\nBut what should I scream for? This is my theme park\nMy mind shine even when my thoughts seem dark\nPistol on my side, you don't wanna hear that thing talk\nLet the king talk, check the price and pay attention\nLil Wayne, that's what they gotta say or mention\nI'm like Nevada in the middle of the summer\nI'm restin' in the lead, I need a pillow and a cover\nShh, my foot's sleepin' on the gas\nNo brake pads, no such thing as last, uh\n\nIt may not mean nothin' to y'all\nBut understand, nothin' was done for me\nSo I don't plan on stoppin' at all\nI want this shit forever, mane, ever, mane, ever, mane\nI'm shuttin' shit down in the mall\nAnd tellin' every girl she the one for me\nAnd I ain't even plannin' to call\nI want this shit forever, mane, ever, mane, ever, mane\n\nThere they go, packin' stadiums as Shady spits his flow\nNuts they go, Macadamian, they go so ballistic, whoa\nHe can make them look like bozos\nHe's wonderin' if he should spit this slow, fuck no\nGo for broke, his cup just runneth over, oh no\nHe ain't had him a buzz like this\nSince the last time that he overdosed\nThey been waitin' patiently for Pinocchio to poke his nose\nBack into the game and they know\nRap will never be the same as befo'\nBashin' in the brains of these hoes\nAnd establishin' a name as he goes\nThe passion in the flame is ignited\nYou can't put it out once we light it\nThis shit is exactly what the fuck\nThat I'm talkin' about when we riot\nYou dealin' with a few true villains\nWho stand inside of a booth, truth-spillin'\nAnd spit true feelings until our tooth fillings\nCome flyin' up out of our mouths, now, rewind it\nPayback, motherfucker\nFor the way that you doubted me, how's it taste?\nWhen I slap the taste outta your mouth\nWith the bass so loud that it shakes the place\nI'm Hannibal Lecter, so just in case you're thinkin' of savin' face\nYou ain't gonna have no face to save\nBy the time I'm through with this place, so Drake\n\nIt may not mean nothin' to y'all\nBut understand, nothin' was done for me\nSo I don't plan on stoppin' at all\nI want this shit forever, mane, ever, mane, ever, mane\nI'm shuttin' shit down in the mall\nAnd tellin' every girl she the one for me\nAnd I ain't even plannin' to call\nI want this shit forever, mane, ever, mane, ever, mane",
        "title": "Forever"
    },
    {
        "lyrics": "I'm not afraid (I'm not afraid)\nTo take a stand (To take a stand)\nEverybody (Everybody)\nCome take my hand (Come take my hand)\nWe'll walk this road together, through the storm\nWhatever weather, cold or warm\nJust lettin' you know that you're not alone\nHolla if you feel like you've been down the same road\n\nYeah, it's been a ride\nI guess I had to go to that place to get to this one\nNow some of you might still be in that place\nIf you're tryna get out, just follow me\nI'll get you there\n\nYou can try and read my lyrics off of this paper before I lay 'em\nBut you won't take the sting out these words before I say 'em\n'Cause ain't no way I'ma let you stop me from causin' mayhem\nWhen I say I'ma do somethin', I do it\nI don't give a damn what you think, I'm doin' this for me\nSo fuck the world, feed it beans\nIt's gassed up if it thinks it's stoppin' me\nI'ma be what I set out to be, without a doubt, undoubtably\nAnd all those who look down on me\nI'm tearin' down your balcony\nNo ifs, ands or buts, don't try to ask him why or how can he\nFrom Infinite down to the last Relapse album he's still shittin'\nWhether he's on salary, paid hourly\nUntil he bows out or he shits his bowels out of him\nWhichever comes first, for better or worse\nHe's married to the game\nLike a \"fuck you\" for Christmas, his gift is a curse\nForget the Earth, he's got the urge to pull his dick from the dirt\nAnd fuck the whole universe\n\nI'm not afraid (I'm not afraid)\nTo take a stand (To take a stand)\nEverybody (Everybody)\nCome take my hand (Come take my hand)\nWe'll walk this road together, through the storm\nWhatever weather, cold or warm\nJust lettin' you know that you're not alone\nHolla if you feel like you've been down the same road\n\nOkay, quit playin' with the scissors and shit, and cut the crap\nI shouldn't have to rhyme these words in a rhythm\nFor you to know it's a rap\nYou said you was king, you lied through your teeth\nFor that, fuck your feelings\nInstead of gettin' crowned, you're gettin' capped\nAnd to the fans, I'll never let you down again, I'm back\nI promise to never go back on that promise\nIn fact, let's be honest, that last Relapse CD was \"ehh\"\nPerhaps I ran them accents into the ground\nRelax, I ain't goin' back to that now\nAll I'm tryin' to say is get back, click-clack-blaow\n'Cause I ain't playin' around\nThere's a game called circle and I don't know how\nI'm way too up to back down\nBut I think I'm still tryin' to figure this crap out\nThought I had it mapped out, but I guess I didn't\nThis fuckin' black cloud still follows me around\nBut it's time to exorcise these demons\nThese muh'fuckers are doin' jumpin' jacks now\n\nI'm not afraid (I'm not afraid)\nTo take a stand (To take a stand)\nEverybody (Everybody)\nCome take my hand (Come take my hand)\nWe'll walk this road together, through the storm\nWhatever weather, cold or warm\nJust lettin' you know that you're not alone\nHolla if you feel like you've been down the same road\n\nAnd I just can't keep livin' this way\nSo startin' today\nI'm breakin' out of this cage\nI'm standin' up, I'ma face my demons\nI'm mannin' up, I'ma hold my ground\nI've had enough, now I'm so fed up\nTime to put my life back together right now\n\nIt was my decision to get clean, I did it for me\nAdmittedly I probably did it subliminally for you\nSo I could come back a brand-new me\nYou helped see me through\nAnd don't even realize what you did, believe me you\nI've been through the wringer\nBut they can do little to the middle finger\nI think I got a tear in my eye, I feel like the king of\nMy world, haters can make like bees with no stingers\nAnd drop dead: no more beef lingers\nNo more drama from now on, I promise\nTo focus solely on handlin' my responsibilities as a father\nSo I solemnly swear to always treat this roof like my daughters\nAnd raise it, you couldn't lift a single shingle on it\n'Cause the way I feel, I'm strong enough to go to the club\nOr the corner pub and lift the whole liquor counter up\n'Cause I'm raisin' the bar\nI'd shoot for the moon, but I'm too busy gazin' at stars\nI feel amazin', and I'm—\n\nI'm not afraid (I'm not afraid)\nTo take a stand (To take a stand)\nEverybody (Everybody)\nCome take my hand (Come take my hand)\nWe'll walk this road together, through the storm\nWhatever weather, cold or warm\nJust lettin' you know that you're not alone\nHolla if you feel like you've been down the same road",
        "title": "Not Afraid"
    },
    {
        "lyrics": "Mom, I know I let you down\nAnd though you say the days are happy\nWhy is the power off and I'm fucked up?\nAnd, Mom, I know he's not around\nBut don't you place the blame on me\nAs you pour yourself another drink, yeah\n\nI guess we are who we are\nHeadlights shining in the dark night, I drive on\nMaybe we took this too far\n\nI went in headfirst, never thinkin' about who what I said hurt\nIn what verse, my mom probably got it the worst\nThe brunt of it, but as stubborn as we are, did I take it too far?\n\"Cleanin' Out My Closet\" and all them other songs\nBut regardless, I don't hate you ‘cause, Ma\nYou're still beautiful to me, ‘cause you're my mom\nThough far be it from you to be calm\nOur house was Vietnam, Desert Storm\nAnd both of us put together could form an atomic bomb\nEquivalent to chemical warfare\nAnd forever we could drag this on and on\nBut agree to disagree, that gift for me\nUp under the Christmas tree don't mean shit to me\nYou're kickin' me out? It's fifteen degrees\nAnd it's Christmas Eve, \"Little prick, just leave!\"\nMa, let me grab my fucking coat!\nAnything to have each other's goats\nWhy we always at each other's throats?\nEspecially when Dad, he fucked us both\nWe're in the same fuckin' boat\nYou'd think that'd make us close (Nope)\nFurther away it drove us, but together, headlights shine\nAnd a car full of belongings, still got a ways to go\nBack to grandma's house, it's straight up the road\nAnd I was the man of the house, the oldest\nSo my shoulders carried the weight of the load\nThen Nate got taken away by the state at eight years old\nAnd that's when I realized you were sick\nAnd it wasn't fixable or changeable\nAnd to this day we remain estranged, and I hate it though, but—\n\nI guess we are who we are\nHeadlights shining in the dark night, I drive on\nMaybe we took this too far\n\n‘Cause to this day we remain estranged, and I hate it though\n‘Cause you ain't even get to witness your grandbabies grow\nBut I'm sorry, Momma, for \"Cleanin' Out My Closet\"\nAt the time I was angry, rightfully? Maybe so\nNever meant that far to take it though\n‘Cause now I know it's not your fault, and I'm not makin' jokes\nThat song I no longer play at shows\nAnd I cringe every time it's on the radio\nAnd I think of Nathan being placed in a home\nAnd all the medicine you fed us and\nHow I just wanted you to taste your own\nBut now the medication's takin' over\nAnd your mental state's deterioratin' slow\nAnd I'm way too old to cry, this shit is painful though\nBut, Ma, I forgive you, so does Nathan, yo\nAll you did, all you said, you did your best to raise us both\nFoster care, that cross you bear, few may be as heavy as yours\nBut I love you, Debbie Mathers\nOh, what a tangled web we have ‘cause\nOne thing I never asked was\nWhere the fuck my deadbeat dad was\nFuck it, I guess he had trouble keepin' up with every address\nBut I'da flipped every mattress, every rock and desert cactus\nOwned a collection of maps\nAnd followed my kids to the edge of the atlas\nIf someone ever moved 'em from me\nThat you coulda bet your asses\nIf I had to come down the chimney, dressed as Santa, kidnap 'em\nAnd although one has only met their grandma once\nYou pulled up in our drive one night\nAs we were leavin' to get some hamburgers\nMe, her and Nate, we introduced you, hugged you\nAnd as you left I had this overwhelming sadness\nCome over me as we pulled off to go our separate paths and\nI saw your headlights as I looked back\nAnd I'm mad I didn't get the chance to\nThank you for being my mom and my dad\nSo, Mom, please accept this as a\nTribute; I wrote this on the jet, I guess I had to\nGet this off my chest, I hope I get the chance to\nLay it 'fore I'm dead, the stewardess said to fasten\nMy seatbelt, I guess we're crashin'\nSo, if I'm not dreamin', I hope you get this message that\nI will always love you from afar, ‘cause you're my mom\n\nI guess we are who we are\nHeadlights shining in the dark night, I drive on\nMaybe we took this too far\n\nI want a new life (Start over)\nOne without a cause (Clean slate)\nSo I'm coming home tonight (Yeah)\nWell, no matter what the cost\nAnd if the plane goes down\nOr if the crew can't wake me up\nWell, just know that I'm alright\nI was not afraid to die\nOh, even if there's songs to sing\nWell, my children will carry me\nJust know that I'm alright\nI was not afraid to die\nBecause I put my faith in my little girls\nSo I'll never say goodbye cruel world\nJust know that I'm alright\nI am not afraid to die\n\nI guess we are who we are\nHeadlights shining in the dark night, I drive on\nMaybe we took this too far\nI want a new life",
        "title": "Headlights"
    },
    {
        "lyrics": "Love, love\nLove, love, love\nDon't hurt me\nDon't hurt me no more\nYoung Money, yeah\nNo more\nLove\n\nThrow dirt on me and grow a wildflower\nBut it's \"Fuck the world,\" get a child out her\nYeah, my life a bitch, but you know nothing 'bout her\nBeen to hell and back, I can show you vouchers (No love)\nI'm rollin' Sweets, I'm smokin' sour\nMarried to the game, but she broke her vows\nThat's why my bars are full of broken bottles\nAnd my nightstands are full of open Bibles\nUh, I think about more than I forget\nBut I don't go around fire expectin' not to sweat\nAnd these niggas know I lay 'em down, make your bed\nBitches try to kick me while I'm down, I'll break your leg\nMoney outweighin' problems on a triple beam\nI'm stickin' to the script, you niggas skippin' scenes\nUh, be good or be good at it\nFuckin' right, I got my gun, semi-Cartermatic\nYeah, put a dick in they mouth, so I guess it's fuck what they say\nI'm high as a bitch, up, up and away\nMan, I'll come down in a couple of days\nOkay, you want me up in the cage?\nThen I'll come out in beast mode\nI got this world stuck in the safe, combination is the G code\nIt's Weezy, motherfucker, Blood gang, and I'm in bleed mode\nAll about my dough, but I don't even check the peephole\nSo you can keep knockin', but won't knock me down\nNo love lost, no love found\n\nIt's a little too late to say that you're sorry now (Yeah)\nYou kicked me when I was down\nBut what you say just don't (Hurt me)\nThat's right, it don't (Hurt me)\nAnd I don't need you (No more)\nDon't wanna see you (No more)\nHa, bitch, you get no (Love)\nYou showed me nothing but hate (Haha!)\nYou ran me into the ground\nBut what comes around goes around (Yeah)\nAnd I don't need you (Don't hurt me)\nThat's right, you don't (Hurt me)\nAnd I don't need you (No more)\nDon't wanna see you\nHa, bitch, you get (No love)\nNo! (No love) No! (No love) No! (No love)\nHa, bitch, you get (No love)\nNo! (No love) No! (No love)\nAnd I don't need you (No more)\nGet 'em!\n\nI'm alive again, more alive than I have been\nIn my whole entire life, I can (Yeah)\nSee these people's ears perk up as I begin to spaz with the pen\nUh, I'm a little bit sicker than most\nShit's finna get thick again, they say the competition is stiff\nBut I get a hard dick from this shit, now stick it in\nI ain't never giving in again (Yeah)\nCaution to the wind, complete freedom\nLook at these rappers, how I treat 'em\nSo why the fuck would I join 'em when I beat 'em? (Yeah!)\nThey call me a freak, 'cause I like to\nSpit on these pussies 'fore I eat 'em (Haha)\nMan, get these wack cocksuckers off stage!\nWhere the fuck is Kanye when you need him? (Oh!)\nSnatch the mic from 'em, bitch, I'ma let you finish in a minute\nYeah, that rap was tight, but I'm (Yeah!)\n'Bout to spit the greatest verse of all time\nSo you might want to go back to the lab tonight and, um (Yeah!)\nScribble out them rhymes you were gonna spit\nAnd start over from scratch and write new ones\nBut I'm afraid that it ain't gonna make no difference\nWhen I rip this stage and tear it in half tonight\nIt's an adrenaline rush to feel the bass thump\nFrom the place all the way to the parking lot, fellow\nSet fire to the mic and ignite the crowd (Yeah)\nYou can see the sparks from hot metal (Yeah)\nCold-hearted, from the day I Bogarted\nThe game, my soul started to rot, fellow (Yeah)\nWhen I'm not even in my harshest\nYou can still get roasted, ‘cause Marsh is not mellow\n'Til I'm topplin' from the top, I'm not gonna stop\nI'm standin' on my Monopoly board (Uh)\nThat means I'm on top of my game\nAnd it don't stop 'til my hip don't hop anymore (Shit)\nWhen you're so good that you can't say it\n‘Cause it ain't even cool for you to sound cocky anymore (Shit)\nPeople just get sick ‘cause you spit\nThese fools can't drool or dribble a drop anymore (Ow!)\nAnd you can never break my stride (Nope)\nYou'll never slow the momentum at any moment\nI'm 'bout to blow, you'll never take my pride\nKillin' the flow, slow venom\nAnd the opponent is gettin' no mercy, mark my words\nAin't lettin' up, relentless, I smell blood\nI don't give a fuck, keep givin' them hell\nWhere was you when I fell and needed help up?\nYou get no love\n\nIt's a little too late to say that you're sorry now (Uh)\nYou kicked me when I was down\nBut what you say just don't (Hurt me)\nYeah, that's right, it don't (Hurt me)\nAnd I don't need you (No more)\nDon't wanna see you (No more)\nHa, bitch, you get no (Love)\nYou showed me nothing but hate (Yeah!)\nYou ran me into the ground\nBut what comes around goes around\nAnd I don't need you (Don't hurt me)\nThat's right, you don't (Hurt me)\nAnd I don't need you (No more)\nDon't wanna see you\nHa, bitch, you get (No love)\nNo! (No love) No! (No love) No! (No love)\nHa, bitch, you get (No love)\nNo! (No love) No! (No love)\nAnd I don't need you (No more)\nHa, bitch, you get (No love)",
        "title": "No Love"
    },
    {
        "lyrics": "Lately I've been hard to reach\nI've been too long on my own\nEverybody has a private world\nWhere they can be alone\nAre you calling me?\nAre you trying to get through?\nAre you reaching out for me?\nThen I'm reaching out for you\n\nI'm just so fuckin' depressed\nI just can't seem to get out this slump\nIf I could just get over this hump\nBut I need somethin' to pull me out this dump\nI took my bruises, took my lumps\nFell down and I got right back up\nBut I need that spark to get psyched back up\nIn order for me to pick the mic back up\nI don't know how or why or when\nI ended up in this position I'm in\nI'm starting to feel distant again\nSo I decided just to pick this pen\nUp and try to make an attempt to vent\nBut I just can't admit\nOr come to grips with the fact that I may be done with rap\nI need a new outlet\nAnd I know some shit's so hard to swallow\nBut I just can't sit back and wallow\nIn my own sorrow, but I know one fact:\nI'll be one tough act to follow\nOne tough act to follow, I'll be one tough act to follow\nHere today, gone tomorrow\nBut you'd have to walk a thousand miles—\n\nIn my shoes, just to see\nWhat it's like to be me\nI'll be you, let's trade shoes\nJust to see what it'd be like to\nFeel your pain, you feel mine\nGo inside each other's minds\nJust to see what we find\nLook at shit through each other's eyes\n\nBut don't let 'em say you ain't beautiful\nThey can all get fucked, just stay true to you\nDon't let 'em say you ain't beautiful\nThey can all get fucked, just stay true to you\n\nI think I'm starting to lose my sense of humor\nEverything's so tense and gloom\nI almost feel like I gotta check the temperature\nOf the room, just as soon as\nI walk in, it's like all eyes on me\nSo I try to avoid any eye contact\n‘Cause if I do that, then it opens a door\nFor conversation like I want that\nI'm not lookin' for extra attention\nI just wanna be just like you\nBlend in with the rest of the room\nMaybe just point me to the closest restroom\nI don't need no fuckin' man servant\nTryna follow me around and wipe my ass\nLaugh at every single joke I crack\nAnd half of 'em ain't even funny, like, \"Ha!\nMarshall, you're so funny, man\nYou should be a comedian, goddamn!\"\nUnfortunately I am\nI just hide behind the tears of a clown\nSo why don't you all sit down?\nListen to the tale I'm about to tell\nHell, we don't gotta trade our shoes\nAnd you ain't gotta walk no thousand miles—\n\nIn my shoes, just to see\nWhat it's like to be me\nI'll be you, let's trade shoes\nJust to see what it'd be like to\nFeel your pain, you feel mine\nGo inside each other's minds\nJust to see what we find\nLook at shit through each other's eyes\n\nBut don't let 'em say you ain't beautiful\nThey can all get fucked, just stay true to you\nDon't let 'em say you ain't beautiful\nThey can all get fucked, just stay true to you\n\nNobody asked for life to deal us\nWith these bullshit hands we're dealt\nWe gotta take these cards ourselves\nAnd flip 'em, don't expect no help\nNow, I could've either just sat on my ass and pissed and moaned\nOr take this situation in which I'm placed in\nAnd get up and get my own\nI was never the type of kid to wait by the door and pack his bags\nAnd sat on the porch and hoped and prayed\nFor a dad to show up who never did\nI just wanted to fit in in every single place, every school I went\nI dreamed of being that cool kid\nEven if it meant acting stupid\nAunt Edna always told me:\n\"Keep making that face, it'll get stuck like that.\"\nMeanwhile, I'm just standin' there\nHoldin' my tongue, tryin' to talk like this\n'Til I stuck my tongue on that frozen stop sign pole at 8 years old\nI learned my lesson then\n‘Cause I wasn't tryin' to impress my friends no mo'\nBut I already told you my whole life story\nNot just based on my description\n‘Cause where you see it from where you're sittin'\nIt's probably 110% different\nI guess we would have to walk a mile in each other's shoes at least\nWhat size you wear? I wear 10's\nLet's see if you can fit your feet—\n\nIn my shoes, just to see\nWhat it's like to be me\nI'll be you, let's trade shoes\nJust to see what it'd be like to\nFeel your pain, you feel mine\nGo inside each other's minds\nJust to see what we find\nLook at shit through each other's eyes\n\nBut don't let 'em say you ain't beautiful\nThey can all get fucked, just stay true to you\nDon't let 'em say you ain't beautiful\nThey can all get fucked, just stay true to you\n\nLately I've been hard to reach\nI've been too long on my own\nEverybody has a private world\nWhere they can be alone\nAre you calling me?\nAre you trying to get through?\nAre you reaching out for me?\nThen I'm reaching out for you\n\nYeah, to my babies: stay strong\nDaddy'll be home soon\nAnd to the rest of the world: God gave you shoes to fit you\nSo put 'em on and wear 'em, be yourself, man\nBe proud of who you are, and even if it sounds corny\nNever let no one tell you you ain't beautiful",
        "title": "Beautiful"
    },
    {
        "lyrics": "Yeah!\n\nThis is survival of the fittest\nThis is do or die\nThis is the winner takes it all\nSo, take it all, a-all, a-all, a-all\n\nWasn't ready to be no millionaire, I was ill-prepared\nI was prepared to be ill though, the skill was there\nFrom the beginning it wasn't 'bout the ends, it was 'bout\nBustin' raps and standin' for somethin', fuck an acronym\nCut the fuckin' act like you're happy, I'm fuckin' back again\nWith another anthem – why stop when it doesn't have to end?\nIt ain't over 'til I say it's over, enough when I say enough\nThrow me to them wolves and close the gate up, I'm afraid of What'll happen to them wolves when the thought of being thrown\nInto an alligator pit, I salivate at it, wait is up\nHands up like it's 12 noon, nah, homie, hold them bitches straighter up\nWave 'em 'til you dislocate a rotator cuff\nCame up rough, came to ruffle feathers, nah, egos, I ain't deflate enough\nLast chance to make this whole stadium erupt, 'cause—\n\nThis is survival of the fittest\nThis is do or die\nThis is the winner takes it all\nSo, take it all, a-all, a-all, a-all\n\nI can see the finish line with each line that I finish\nI'm so close to my goals, I can almost pole vault over the goal post\nAnd if I don't got enough in the tank, maybe I can just siphon enough\nTo fill up this last can, man, will I survive in this climate or what?\nThey said I was washed-up and got a bloodbath\nI'm not a rapper, I'm an adapter: I can adjust\nPlus, I can just walk up to a mic and just bust\nSo, floor's open if you'd like to discuss\nTop 5 in this muh'fucka, and if I don't make the cut\nWhat? Like I give a fuck! I'ma light this bitch up like I'm driving a truck\nThrough the side of a pump, 0 to 60, hop in and gun it\nLike G-Unit without the hyphen, I'm hyping 'em up\nAnd if there should ever come a time where my life's in a rut\nAnd I look like I might just give up, eh, might've mistook\nMe for bowin' out, I ain't takin' a bow, I'm stabbin' myself\nWith a fuckin' knife in the gut while I'm wipin' my butt\n'Cause I just shitted on the mic and I like gettin' cut\nI get excited at the sight of my blood, you're in a fight with a nut\n'Cause I'ma fight 'til I die or win, bitin' the dust\nIt'll just make me angrier; wait, let me remind you of what\nGot me this far, picture me quittin'\nNow draw a circle around it and put a line through it, slut!\nIt's survival of what?\n\nThis is survival of the fittest\nThis is do or die\nThis is the winner takes it all\nSo, take it all, a-all, a-all, a-all\nSo, take it all, a-all, a-all, a-all\n\n(Yeah) So, get your ideas, stack your ammo\nBut don't come unless you come to battle, now mount up, jump in the saddle\nThis is it—it's what you eat, sleep, piss and shit\nLive, breathe, your whole existence just consists of this\nRefuse to quit, fuse is lit, can't defuse the wick\nI don't do this music shit, I'll lose my shit\nAin't got shit to lose, it's the moment of truth, it's all I know how to do\nAs soon as I get thrown in a booth, I spit\nBut my respect is overdue, I'm showin' you the flow no one do\n'Cause I don't own no diploma for school, I quit\nSo there's nothin' for me to fall back on, I know no other trade\nSo you better trade your fuckin' mics in for some tool-box-es\n'Cause you'll never take my pride from me, it'll have to be pried from me\nSo, pull out your pliers and your screwdrivers!\nBut I want you to doubt me, I don't want you to buh-lieve\n'Cause this is somethin' that I must use to succeed\nAnd if you don't like me, then fuck you! Self-esteem\nMust be fuckin' shootin' through the roof, 'cause trust me\nMy skin is too thick and bulletproof to touch me\nI can see why the fuck I disgust you, I must be\nAllergic to failure, 'cause everytime I come close to it\nI just sneeze, but I just go achoo then a-chieve!\n\nThis is survival of the fittest\nThis is do or die\nThis is the winner takes it all\nSo, take it all, a-all, a-all, a-all\nSo, take it all, a-all, a-all, a-all",
        "title": "Survival"
    },
    {
        "lyrics": "Y'all know me, still the same OG\nBut I been low-key\nHated on by most these niggas\nWith no cheese, no deals and no G's\nNo wheels and no keys\nNo boats, no snowmobiles and no skis\nMad at me ‘cause I can finally afford to provide my family with groceries\nGot a crib with a studio and it's all full of tracks\nTo add to the wall full of plaques\nHangin' up in the office in back of my house like trophies\nDid y'all think I'ma let my dough freeze?\nHo, please!\nYou better bow down on both knees\nWho you think taught you to smoke trees?\nWho you think brought you the oldies?\nEazy-E's, Ice Cube's, and D.O.C.'s\nThe Snoop D-O-double-G's\nAnd the group that said, \"Motherfuck the police!\"\nGave you a tape full of dope beats\nTo bump when you stroll through in your hood\nAnd when your album sales weren't doin' too good\nWho's the Doctor they told you to go see?\nY'all better listen up closely\nAll you niggas that said that I turned pop or The Firm flopped\nY'all are the reason that Dre ain't been gettin' no sleep\nSo fuck y'all, all of y'all!\nIf y'all don't like me, blow me!\nY'all are gon' keep fuckin' around with me and turn me back to the old me\n\nNowadays, everybody wanna talk like they got somethin' to say\nBut nothin' comes out when they move their lips\nJust a bunch of gibberish\nAnd motherfuckers act like they forgot about Dre\nNowadays, everybody wanna talk like they got somethin' to say\nBut nothin' comes out when they move their lips\nJust a bunch of gibberish\nAnd motherfuckers act like they forgot about Dre\n\nSo what do you say to somebody you hate (What?)\nOr anyone tryna bring trouble your way?\nWanna resolve things in a bloodier way? (Yup)\nJust study a tape of N.W.A\nOne day I was walkin' by\nWith a Walkman on, when I caught a guy\nGave me an awkward eye ('Chu lookin' at?)\nAnd strangled him up in the parking lot with his Karl Kani\nI don't give a fuck if it's dark or not\nI'm harder than me tryna park a Dodge\nWhen I'm drunk as fuck\nRight next to a humongous truck in a two-car garage\nHoppin' out with two broken legs tryna walk it off\nFuck you too, bitch! Call the cops!\nI'ma kill you and them loud-ass motherfuckin' barkin' dogs\nAnd when the cops came through\nMe and Dre stood next to a burnt-down house\nWith a can full of gas and a hand full of matches\nAnd still weren't found out (Right here!)\nSo from here on out, it's the Chronic II\nStartin' today and tomorrow's anew\nAnd I'm still loco enough to choke you to death with a Charleston Chew\nChicka-chicka-chicka Slim Shady\nHotter than a set of twin babies\nIn a Mercedes Benz with the windows up\nWhen the temp goes up to the mid-80s\nCallin' men ladies\nSorry Doc, but I been crazy\nThere's no way that you can save me\nIt's okay, go with him, Hailie (Dada?)\n\nNowadays, everybody wanna talk like they got somethin' to say\nBut nothin' comes out when they move their lips\nJust a bunch of gibberish\nAnd motherfuckers act like they forgot about Dre\nNowadays, everybody wanna talk like they got somethin' to say\nBut nothin' comes out when they move their lips\nJust a bunch of gibberish\nAnd motherfuckers act like they forgot about Dre\n\nIf it was up to me, you motherfuckers'd stop\nComin' up to me with your hands out\nLookin' up to me like you want somethin' free\nWhen my last CD was out, you weren't bumpin' me\nBut now that I got this little company\nEverybody wanna come to me\nLike it was some disease, but you won't get a crumb from me\n‘Cause I'm from the streets of C-Compton! (Compton!)\nI told 'em all\nAll 'em little gangstas, who you think helped mold 'em all?\nNow you wanna run around talkin' 'bout guns like I ain't got none\nWhat, you think I sold 'em all\n‘Cause I stay well off?\nNow all I get is hate mail all day sayin' Dre fell off\nWhat, ‘cause I been in the lab\nWith a pen and a pad tryin' to get this damn label off?\nI ain't havin' that\nThis is the millennium of Aftermath\nIt ain't gon' be nothin' after that\nSo give me one more platinum plaque\nAnd fuck rap, you can have it back\nSo where's all the Mad Rappers at?\nIt's like a jungle in this habitat\nBut all you savage cats know that I was strapped with gats\nWhile you were cuddlin' a Cabbage Patch\n\nNowadays, everybody wanna talk\nLike they got somethin' to say\nBut nothin' comes out when they move their lips\nJust a bunch of gibberish\nAnd motherfuckers act like they forgot about Dre\nNowadays, everybody wanna talk\nLike they got somethin' to say\nBut nothin' comes out when they move their lips\nJust a bunch of gibberish\nAnd motherfuckers act like they forgot about Dre\n\nNowadays, everybody wanna talk like they got somethin' to say\nBut nothin' comes out when they move their lips\nJust a bunch of gibberish\nAnd motherfuckers act like they forgot about Dre",
        "title": "Forgot About Dre"
    },
    {
        "lyrics": "Motherfuckers talkin' crazy (Yeah)\nSayin’ I should quit (Ah)\nI fuckin' tell 'em make me (Bitch)\nEat a fuckin’ dick (Yeah)\nI'm feelin' like the greatest (Woo!)\nOn the beat who ever did it\nMike WiLL the one who made it\nIt's Shady on the lyrics\n\nI'm somewhat outlandish they say\nYou say we're cut from the same cloth\nBut I guess you fabricate, eh?\nYou better bring more men than the Latter Day Saints\nManic states, Stephen Paddock with automatic stay sprayin'\nAt anything that may stand in they way\nAs I stand at the bay window with a hand grenade\nAnd a trey eight, at the Mandalay Bay\nCommon sense, I'm a dollar short and a day late\nJames Holmes at the Saturday Batman matinee\nMust have missed my CAT scan that day (Yeah!)\nI just threw a Tampax at Dre\nTrashcan, Tascam and ashtray\nI’m turnin’ back to a madman, can't take\nAnymore but I try to get away from the anger and rage\nMy basal ganglia’s an A to the K\nGet your ass sprayed like bidets\nBreakin' your legs eight different ways, ankle to waist\nYou chumps don't even know how to do somethin'\nTo give goosebumps a day when you say\nThat somethin’ you wrote gave someone a lump in their throat\nOr you had them choked up, you'd be yankin' my chain (Ayy)\nFeelin' like I'm headed for the padded cell, the\nBar for me when I rap isn't fair but\nGuess that's the standard I'm held to\nBut if somethin' like that doesn't tell ya\nYou set a mark too high when platinum sales are looked at as a failure (Yeah)\nThen you better take it back to The Shelter and Hamburger Helper\n'Cause, damn it, I'm still the\n\nGreatest in the world, greatest in the world, greatest in the world\nNo lie, I might be\nThe best to ever do it, the best to ever do it, the best to ever do it\nI feel like the greatest\nWoke up to honkies sounding like me\nNever be as good, never be as good\nPacking up wife-beaters, white t-shirts, white\nBut I'm the greatest\n\nSo you sold ten million albums, eh? (What?)\nOnly problem is, you put out ten million albums, eh? (Haha! Wait)\nWhat was I just about to say?\nOh yeah, let me get this out the way\nI know there's people that are pissed about the way\nI mispronounced a name, \"DIE ANTWOORD!\"\nFuck, I still can't say this shit, but how quickly they forget\nWho the fuck I was; now Ninja try to duck my slugs\nYou let ya girl get fucked by Muggs\nI'd like to give a shout to Cypress (Woo!)\nThis can't be real, you dissed me and I was just tryin' to\nGive you a shout—now get the fuck out my rhyme book\nNo more shiners, already too much time took\nAnd rappers I hear you talkin' shit\nI'm just too big to respond to it\nGod forbid I forget, go and jump out the window\nSomebody better child-proof it\n'Cause if I lose it we can rewind to some old Ja Rule shit\nAnd I can remind motherfuckers how I do shit\nYou don't got the tools I got in my toolkit (Bitch!)\nI bullshit you not, y'all fools just forgot\nThat I'm so fuckin' awful with the thoughts\nAnd when I'm hostile and impossible to stop\nSo you can call it a nostril 'cause it's not gonna ever\nI'll never let up on the pedal, might as well get the mop\n'Cause I'm wipin' up everyone in this genre\n'Cause on the mic I feel like I'm the\n\nGreatest in the world, greatest in the world, greatest in the world\nNo lie, I might be\nThe best to ever do it, the best to ever do it, the best to ever do it\nI feel like the greatest\nWoke up to honkies sounding like me\nNever be as good, never be as good\nPacking up wife-beaters, white t-shirts, white\nBut I'm the greatest\n\nOh yeah, and one more thing I want to mention (What?)\nIs you're one dimension\nI'm a monkey wrench and I can flunk detention\nAnd I love contentions, so welcome to the gun convention\nMuscles flexin', gotta strut like a front suspension\nAnd you just stuck the key up in the ignition\nAnd gave me enough gas to flood my engine (Yeah)\nPsychopath, Michael Jack's blowin' up like a raft\nI should slap Vlad with a ISIS flag\nBet you I come back twice as bad (Uh)\nRevival didn't go viral!\nDenaun and Royce tell me that I should take the high road\nFuck that, I'm finna hit back\n'Til I run out of gunpowder and split the scene\nHold the mic similar to pistol, squeeze\nAnd I shoot from the hip when I grip them things\nAnd my lips are the clips, got the sig lit like it's nicotine\nTrigger me and Slim gets mean (Brr!)\nBars are like bullets when I spit them schemes\nThat's why I call the motherfuckers M16s (Woo!)\nFloat like a butterfly, I'm gonna sting like a bee\nYou ain't harmin' a thing\nI hit a ding hard as I'm gonna swing\nI'm gonna need to put my arm in a sling\nBut like a wedding band\nYou gotta be diamond to even climb in the ring\nAnomaly, I'm Muhammad Ali\n'Cause I knew one day (Hey!) I'm gonna be the\n\nGreatest in the world, greatest in the world, greatest in the world\nNo lie, I might be\nThe best to ever do it, the best to ever do it, the best to ever do it\nI feel like the greatest\nWoke up to honkies sounding like me\nNever be as good, never be as good\nPacking up wife-beaters, white t-shirts, white\nBut I'm the greatest",
        "title": "Greatest"
    },
    {
        "lyrics": "Yeah, it's my life\nIn my own words, I guess\n\nHave you ever loved someone so much, you'd give an arm for?\nNot the expression, no, literally give an arm for\nWhen they know they're your heart and you know you are their armor\nAnd you will destroy anyone who would try to harm her\nBut what happens when karma turns right around to bite you?\nAnd everything you stand for turns on you to spite you?\nWhat happens when you become the main source of her pain?\n\"Daddy, look what I made!\" \"Dad's gotta go catch a plane\"\n\"Daddy, where's Mommy? I can't find Mommy, where is she?\"\n\"I don't know, go play, Hailie, baby, your daddy's busy\nDaddy's writin' a song, this song ain't gon' write itself\nI'll give you one underdog, then you gotta swing by yourself\"\nThen turn right around on that song and tell her you love her\nAnd put hands on her mother who's a spitting image of her\nThat's Slim Shady, yeah, baby, Slim Shady's crazy\nShady made me, but tonight Shady's rock-a-bye baby, ha\n\nAnd when I'm gone, just carry on, don't mourn, rejoice\nEvery time you hear the sound of my voice, just know that\nI'm lookin' down on you smilin' and I didn't feel a thing\nSo, baby, don't feel my pain, just smile back\nAnd when I'm gone, just carry on, don't mourn, rejoice\nEvery time you hear the sound of my voice, just know that\nI'm lookin' down on you smilin' and I didn't feel a thing\nSo, baby, don't feel my pain, just smile back\n\nI keep havin' this dream, I'm pushin' Hailie on the swing\nShe keeps screamin' she don't want me to sing\n\"You're makin' Mommy cry, why? Why is Mommy cryin'?\"\n\"Baby, Daddy ain't leavin' no more\" \"Daddy, you're lyin'!\nYou always say that, you always say this is the last time\nBut you ain't leavin' no more, Daddy, you're mine!\"\nShe's pilin' boxes in front of the door, tryna block it\n\"Daddy, please! Daddy, don't leave! Daddy, no, stop it!\"\nGoes in her pocket, pulls out a tiny necklace locket\nIt's got a picture, \"This'll keep you safe, Daddy, take it with ya!\"\nI look up, it's just me standin' in the mirror\nThese fuckin' walls must be talkin', 'cause man, I can hear 'em\nThey're sayin', \"You got one more chance to do right and it's tonight\nNow go out there and show 'em that you love 'em 'fore it's too late!\"\nAnd just as I go to walk out of my bedroom door\nIt turns to a stage, they're gone and this spotlight is on and I'm singin'\n\nAnd when I'm gone, just carry on, don't mourn, rejoice\nEvery time you hear the sound of my voice, just know that\nI'm lookin' down on you smilin' and I didn't feel a thing\nSo, baby, don't feel my pain, just smile back\nAnd when I'm gone, just carry on, don't mourn, rejoice\nEvery time you hear the sound of my voice, just know that\nI'm lookin' down on you smilin' and I didn't feel a thing\nSo, baby, don't feel my pain, just smile back\n\nSixty-thousand people all jumpin' out their seat\nThe curtain closes, they're throwin' roses at my feet\nI take a bow and \"Thank you all for comin' out\"\nThey're screamin' so loud, I take one last look at the crowd\nI glance down, I don't believe what I'm seein'\n\"Daddy, it's me! Help Mommy, her wrists are bleedin'!\"\n\"But baby, we're in Sweden, how did you get to Sweden?\"\n\"I followed you, Daddy, you told me that you weren't leavin'\nYou lied to me, Dad, and now you made Mommy sad\nAnd I bought you this coin, it says 'Number One Dad'\nThat's all I wanted, I just wanna give you this coin\nI get the point, fine, me and Mommy are goin'.\"\n\"But baby, wait!\" – \"It's too late, Dad, you made the choice\nNow go up there and show 'em that you love 'em more than us\nThat's what they want, they want you, Marshall, they keep\nScreamin' your name, it's no wonder you can't go to sleep\nJust take another pill, yeah, I bet you you will\nYou rap about it, yeah, word, k-keep it real.\"\nI hear applause, all this time I couldn't see\nHow could it be that the curtain is closin' on me?\nI turn around, find a gun on the ground, cock it\nPut it to my brain, scream, \"Die, Shady!\" and pop it\nThe sky darkens, my life flashes, the plane that I was\nSupposed to be on crashes and burns to ashes\nThat's when I wake up, alarm clock's ringin', there's birds singin'\nIt's spring and Hailie's outside swingin'\nI walk right up to Kim and kiss her, tell her I miss her\nHailie just smiles, and winks at her little sister, almost as if to say\n\nAnd when I'm gone, just carry on, don't mourn, rejoice\nEvery time you hear the sound of my voice, just know that\nI'm lookin' down on you smilin' and I didn't feel a thing\nSo, baby, don't feel my pain, just smile back\nAnd when I'm gone, just carry on, don't mourn, rejoice\nEvery time you hear the sound of my voice, just know that\nI'm lookin' down on you smilin' and I didn't feel a thing\nSo, baby, don't feel my pain, just smile back\n*Curtains closing*",
        "title": "When I’m Gone"
    },
    {
        "lyrics": "Das ist die Rangliste der 25 besten Alben und Songs im Jahr 2020 bis einschließlich Juni. Die Reihenfolge der Alben und Songs basiert auf den Votings und Diskussionen der deutschen Community. Die Platzierung steht fest und kann nicht mehr geändert werden!\nTop 25 Alben:1. The Weeknd - After Hours\n2. BHZ - Kiezromantik\n3. Don Toliver - Heaven Or Hell\n4. Ansu - ASSOZIATIV\n5. Haftbefehl - Das weisse Album\n6. Pop Smoke - Meet The Woo 2\n7. Ufo361 - Rich Rich\n8. Shindy - Byzantinische Rose\n9. Drake - Dark Lane Demo Tapes\n10. Yung Kafa & Küçük Efendi - Dickicht\n11. RAF Camora - Zenit RR\n12. Dua Lipa - Future Nostalgia\n13. Lent - 10\n14. Freddie Gibs - Alfredo\n15. 65Goonz - Your Local Finesser\n16. Kianush & PA Sports - CROSSOVER\n17. Eminem - Music to be Murdered By\n18. Sierra Kidd - 600 TAGE\n19. Haze - Brot & Spiele\n20. Kwam.E & Tom Hengst - Concrete Cowboys\n21. Edo Saiya - The Entire History Of You\n22. morten - Escape the City (Level I - Asphalt Baby)\n23. Lugatti & 9ine - Tempo\n24. Tame Impala - The Slow Rush\n25. LGoony - Frost Forever\nAlbum-Graveyard:SILK MOB - Silk Mob (Tape)\nGoldroger - Diskman Antishock II\nSWEETBOYBLONDEY - Bando EP\nVarnish La Piscine - METRONOME POLE DANCE TWIST AMAZONE\nPrinz Porno - Mit Abstand\nPrinz Pi - Wahre Legenden\nMo$art - 333\nMavi Phoenix - Boys Toys\nKayef - Struggle Is Real\nMac Miller - Circles\nLauv - ~how i'm feeling~\nLance Butters - Loner\nKonz - Vakuum\nJuse Ju - Millenium\nHardwell - The Story Of Hardwell (Best Of)\nDenzel Curry & Kenny Beats - UNLOCKED\nDeko - Crystalline\nYung Gravy & bbno$ - Baby Gravy 2\nCharli XCX - how i'm feeling now\nPrezident - Alles ist voll von Göttern\nTrippie Redd - A Love Letter To You 4 (Deluxe)\nNash - AP3\nNoah - RYUK\nNash - AP2\nHDBeenDope - BrokeN Dreams\nMiZeb - Andromeda EP\nJoshi Mizu - Sonne und Regen\nExecute - Ready.exe\nO'Bros - Kein Hype\nPronto - Volta EP\nAylien - Alive - EP\nJake Hill - Autumn Gloom\nNico Santos - Nico Santos\nRamo - DIGITAL KOKAIN\nCr7z - Gaia\nCasar - STRADA\nChakuza - Heavy Rain\nBazanji - OUTLIER\nMiZeb - Winter 2 EP\n​love-sadKiD - Playground\niann dior - I'm Gone\nCaramelo - Chaos\nFler - ATLANTIS\nHemso - Knast oder Palast\nTeyana Taylor - The Album\nAnonym - Ultimate\nDardan  - SOKO DISKO\nDas Moped - Erstaunlich Klar\nFarid Bang - Genkidama\nGunna - WUNNA\nGzuz - Gzuz\nJamule - LSD\nJoker Bra - ANDERS\nJoyner Lucas - ADHD\nLil Baby - My Turn\nLil Uzi Vert - Eternal Atake\nMajan - BOI\nMajan - Oh\nMiami Yacine - Welcome 2 Miami\nNAV - Good Intentions\nSamra - Jibrail & Iblis\n$UICIDEBOY$ - Stop Staring at the Shadows\nThe Cratez - NONSTOP\nUfo361 - Rich Rich Leftovers\nTop 25 Songs:1. Pashanim - „Airwaves“\n2. Luciano - „Mios mit Bars“\n3. Luciano - „Maison“\n4. Shindy - „Sony Pictures“\n5. Haftbefehl - „RADW“\n6. Billie Eilish - „No Time To Die“\n7. The Weeknd - „Faith“\n8. Haftbefehl - „1999 Pt. 5 (Mainpark Baby)“\n9. Symba - „Angels Sippen“\n10. Haftbefehl - „1999 Pt. 6 (Gabriel vs. Luzifer)“\n11. Haftbefehl - „KMDF“ ft. Shindy\n12. Ufo361 - „Bad Girls, Good Vibes“\n13. The Weeknd - „After Hours“\n14. DAHAB, RAMO & Kilomatik - „KEINE GEGNER“\n15. Shindy - „554“\n16. BHZ - „Bald Ist Es Vorbei“\n17. Apache207 - „Boot“\n18. Dardan & Monet192 - „H <3TEL“\n19. Pop Smoke - „Dreaming“\n20. Travis Scott & Kid Cudi - „THE SCOTTS“\n21. Soufiane - „Remontada“ ft. Azet\n22. BHZ - „Muddy“\n23. Shindy - „What's Luv“\n24. Flume - „The Difference“\n25. AK Ausserkontrolle & Bonez MC - „In meinem Benz“\nSong-Graveyard:O'Bros - „Es Tut Mir Leid“\nUfo361 - „Rolling Loud“\nAhmad Amin - „Sheytana“\nNash - „Alcatraz“\nApache207 - „Fame“\nEdo Saiya - „Tut weh“\nYung Kafa & Küçük Efendi - „Hyänen“\nSierra Kidd - „BLESSINGS“\nJamule - „Scheiß drauf“\nNate Gordo & $OHO BANI - „Isyan“\nThe Cratez & Ahmad Amin - „Lionel“\n6ix9ine - „GOOBA“\nHaftbefehl - „Für immer reich“\nUfo361 - „Rich Rich“\nCr7z - „Vogelschwärme“\nMiZeb - „Anders als sie“\nEdo Saiya - „Herbst“ ft. Sierra Kidd\n2LADE - „Superman“\nBHZ - „Flasche Luft“\nAhmad Amin - „Amsterdam“\nJake Hill - „This War“\nBazanji - „King“\n6ix9ine & Nicki Minaj - „Trollz“\nRAMO - „Regentropfen“\nKayef - „Ich würd lügen“\nPrinz Porno - „Eau de Provence“\nUfo361 - „Allein sein“\nRAF Camora - „Lento“ ft. Ahmad Amin\ngrandson & Zero 9:36 - „Again“\nZuna - „Benzema“\nDon Toliver - „No Photos“\nRAF Camora - „Rosé“\nEdo Saiya - „Für zwei“\ntwenty one pilots - „Level of Concern“\nPrinz Pi - „Keine Liebe 2019“\nDua Lipa - „Physical“\nYung Kafa & Kücük Efendi - „Dupont Flammen“\nBonez MC - „Shotz Fired“\nYung Kafa & Kücük Efendi - „Blitz“ ft. Azzi Memo\nRAF Camora - „Fefe 488“\nNegatiiv OG - „Tiefe“\nmorten - „Asfalto Bbys“\nFergy53 - „4L-1“\nMigos - „Racks 2 Skinny“\nGzuz - „Donuts“\nThe Weeknd - „Snowchild“\nManuellsen - „Toss It“\nAK Ausserkontrolle - „136er“\nTiavo - „Fern von mir“ ft. Sierra Kidd\nHaftbefehl - „Bolon“\nHaftbefehl & Capo - „Depression & Schmerz“\nDua Lipa - „Cool“\nEminem - „Unaccommodating“ ft. Young M.A\nBHZ - „Bunny Hop“\nThe Weeknd - „Hardest To Love“\nNoizy - „Adrenaline“ ft. Matolale\nPop Smoke - „Christopher Walking“\nDrake - „Chicago Freestyle“ ft. Giveon\nreezy & Bausa - „SANDMANN“\nEminem - „Godzilla“ ft. Juice WRLD\nreezy - „EXCEL“\nmorten - „Etagen“ ft. Holy Modee\nTory Lanez - „Who Needs Love“\nHaftbefehl - „Trapking“ ft. Ufo361\nKilomatik, RAMO & Marlo - „VOLLGAS“\nAli Gatie - „What If I Told You That I Love You“\nMarvin Game - „Passenger“ ft. Pronto\nEdo Saiya - „Auf das was, was war“\nPowfu - „death bed (coffee for your head)“ ft. beabadoobee\nTujamo & Vize - „Lonely“ ft. Majan\nOlexesh - „Jumpen“\nDrake - „War“\nDon Toliver - „After Party“\nAli Gatie - „Running on My Mind“\nElias - „Revenge“\nLil Uzi Vert - „Prices“\nJoji - „Run“\n2Scratch & Swisha T - „No Love“\nGunna - „FAR“ ft. Young Thug\nFarid Bang - „Scarface“ ft. Capo & Rick Ross\nLil Mosey - „Blueberry Faygo“\nGzuz & RAF Camora - „Ausgezahlt“\nKC Rebell & Summer Cem - „FLY“\nKontra K - „Namen“\nSamra & Capital Bra - „365 Tage“\nKontra K - „Puste sie weg“\nDhurata Dora & Azet - „Lass los“\nKC Rebell & Summer Cem - „Valla nein!“ ft. Luciano\nRAF Camora & Gallo Nero - „Wer weiss schon“\nAhmad Amin - „Hayal“\nRAF Camora - „Gewarnt“ ft. Kontra K\nKC Rebell & Summer Cem - „GEHT NICH GIBS NICH“\nJoshi Mizu - „Regen“\nTrippie Redd - „Dreamer“\nThe Weeknd - „Save Your Tears“\nGReeeN - „Ab & An“\nCr7z - „Magneten“\nThe Weeknd - „Repeat After Me (Interlude)“\nData Luv - „Louboutin“ ft. Trippie Redd\nreezy - „MY LITTLE SUNSHINE“\nMajan - „Kalt“\nEdo Saiya - „Fucked up“ ft. Lil Lano\nMachine Gun Kelly - „Bloody Valentine“\nDrip Report - „Skechers“\nKollegah & Young Latino - „Money Stacks“\nJoker Bra & VIZE - „Baby“\nROSALÍA & Travis Scott - „TKN“\nRaportagen - „Mach mal locker Digga“\nPrezident - „Antimidas“\nBonez MC - „Roadrunner“\nRIN - „Das Rennen“\nRAF Camora & Ufo361 - „Legenda“\nFOURTY & Jamule - „HEUTE NACHT“",
        "title": "Chicago Freestyle"
    },
    {
        "lyrics": "Where's my snare?\nI have no snare in my headphones\nThere you go, yeah, yo, yo\n\nHave you ever been hated or discriminated against?\nI have, I've been protested and demonstrated against\nPicket signs for my wicked rhymes, look at the times\nSick as the mind of the motherfuckin' kid that's behind\nAll this commotion, emotions run deep as oceans, explodin'\nTempers flarin' from parents, just blow 'em off and keep goin'\nNot takin' nothin' from no one, give 'em hell long as I'm breathin'\nKeep kickin' ass in the morning and takin' names in the evenin'\nLeave 'em with a taste as sour as vinegar in they mouth\nSee, they can trigger me, but they'll never figure me out\nLook at me now! I bet you're prob'ly sick of me now\nAin't you, Mama? I'ma make you look so ridiculous now!\n\nI'm sorry, Mama\nI never meant to hurt you\nI never meant to make you cry\nBut tonight I'm cleanin' out my closet (One more time!)\nI said I'm sorry, Mama\nI never meant to hurt you\nI never meant to make you cry\nBut tonight I'm cleanin' out my closet (Ha!)\n\nI got some skeletons in my closet\nAnd I don't know if no one knows it\nSo before they throw me inside my coffin and close it\nI'ma expose it; I'll take you back to '73\nBefore I ever had a multi-platinum-selling CD\nI was a baby, maybe I was just a couple of months\nMy faggot father must've had his panties up in a bunch\n‘Cause he split, I wonder if he even kissed me goodbye\nNo, I don't, on second thought, I just fuckin' wished he would die\nI look at Hailie, and I couldn't picture leavin' her side\nEven if I hated Kim, I'd grit my teeth and I'd try\nTo make it work with her at least for Hailie's sake\nI maybe made some mistakes\nBut I'm only human, but I'm man enough to face 'em today\nWhat I did was stupid, no doubt it was dumb\nBut the smartest shit I did was take the bullets out of that gun\n‘Cause I'da killed 'em, shit, I woulda shot Kim and him both\nIt's my life, I'd like to welcome y'all to The Eminem Show\n\nI'm sorry, Mama\nI never meant to hurt you\nI never meant to make you cry\nBut tonight I'm cleanin' out my closet (One more time!)\nI said I'm sorry, Mama\nI never meant to hurt you\nI never meant to make you cry\nBut tonight I'm cleanin' out my closet (Uh)\n\nNow, I would never diss my own mama just to get recognition\nTake a second to listen 'fore you think this record is dissin'\nBut put yourself in my position, just try to envision\nWitnessin' your mama poppin' prescription pills in the kitchen\nBitchin' that someone's always goin' through her purse and shit's missin'\nGoin' through public housing systems\nVictim of Münchausen's Syndrome\nMy whole life I was made to believe I was sick when I wasn't\n'Til I grew up, now I blew up\nIt makes you sick to your stomach, doesn't it?\nWasn't it the reason you made that CD for me, Ma?\nSo you could try to justify the way you treated me, Ma?\nBut guess what, you're gettin' older now\nAnd it's cold when you're lonely\nAnd Nathan's growin' up so quick\nHe's gonna know that you're phony\nAnd Hailie's gettin' so big now, you should see her, she's beautiful\nBut you'll never see her, she won't even be at your funeral (Ha-ha!)\nSee, what hurts me the most is you won't admit you was wrong\nBitch, do your song, keep tellin' yourself that you was a mom!\nBut how dare you try to take what you didn't help me to get?!\nYou selfish bitch, I hope you fuckin' burn in hell for this shit!\nRemember when Ronnie died and you said you wished it was me?\nWell, guess what, I am dead, dead to you as can be!\n\nI'm sorry, Mama\nI never meant to hurt you\nI never meant to make you cry\nBut tonight I'm cleanin' out my closet (One more time!)\nI said I'm sorry, Mama\nI never meant to hurt you\nI never meant to make you cry\nBut tonight I'm cleanin' out my closet",
        "title": "Cleanin’ Out My Closet"
    },
    {
        "lyrics": "Make it, make it, make it, boy, we gotta make it\nYou can save your hand, I ain't gotta shake it\nEverything lined up for the takin'\nAnd what I need from 'em? No favors\nClique too big, bread gotta break it\n'Cause these others lowkey with the snakin', fakin'\nEverything lined up for the takin'\nAnd what I need from 'em? No favors, no favors\nWhat I need? No favors\nEverything lined up for the takin'\nAnd what I need from 'em? No favors\n\nI'm about gettin' the job done, boy up every night\nI'm about rollin' a seven when I toss up the dice\nI'm about gettin' my logo all flooded with ice\nI'm about takin' a risk that might fuck up your life\nTell 'em point and shoot like camera crews\nIn front of cameras too (Brrr!)\nDamn, Sean, what happened to the humble attitude?\nI'm like, \"Niggas took the flow, but I'm still standin' too.\"\nThought I had the Midas touch, and then I went platinum too\nMotherfuck all your comparisons (Fuck 'em!)\nI've been talkin' to God like that's my therapist\nI'm African-American in America, I ain't inherit shit\nBut a millionaire under 30 so he must be hearin' shit\nDon, don, don life, I do this for the crib, the D to Flint\nKids who get sick with lead, others get hit with the lead\nFrom where they need a handout, but they tell you put hands up\nOnly deals I had was from the Sam's Club\nNow it's blue blood in my veins, though you know what I came for\nBorn in a world goin' where they told me I can't go\nIn my lane though, I'm in the same boat as Usain Bolt\nGet ahead by any means so the head's what I aim for\nWhen my grandma died I realized I got an angel\nShow me everything's a blessing dependin' on the angles\nLook, I am the anomaly, never needed favors or apologies\nThat's my new lifetime policy\nWoodgrain steering wheel, this bitch feel like a pirate ship\nHow many hot verses 'til you bitches start acknowledgin'\nThe pictures we been paintin'? My nigga\nConnected to a higher power—how I know?\n'Cause I don't write this shit: I think it, my nigga\nLook, all I ever did was beat the odds\n'Cause when you try to get even it just don't even out\nNever stoppin' like we hypnotized\nWatch what we visualize on the rise\nBe the G.O.A.T. while we alive; when we die, we gon' be the gods\n\nMake it, make it, make it, boy, we gotta make it\nYou can save your hand, I ain't gotta shake it\nEverything lined up for the takin'\nAnd what I need from 'em? No favors\nClique too big, bread gotta break it\n'Cause these others lowkey with the snakin', fakin'\nEverything lined up for the takin'\nAnd what I need from 'em? No favors, no favors\n\nIf she was flavor, I won't save her\nNo taste buds, ho, later!\nFuck you lookin' at, hater?\nI saw them eyes like an ass raper\nTry to copy my swag like a cheating classmate\nI'll be the last face you see 'fore you pass\nWhen you get your fuckin' ass graded like a math paper\nSo ahead of my time, \"late\" means I'm early\nMy age is reversing, I'm basically thirty\nAmazingly sturdy, zany and wordy\nBrainy and nerdy, blatantly dirty\nInsanely perverted, rapey and scurvy\nThey blame me for murdering Jamie Lee Curtis\nSaid I put her face in the furnace, beat her with a space heater\nA piece of furniture, egg beater, thermos\nIt may be disturbing, what I'm saying's cringeworthy\nBut I'm urinating on Fergie, call Shady number 81\nSurely I'm turning into the Aaron Hernandez of rap\nState of emergency, the planet's having panic attacks\nBrady's returning, matter of fact I may be deserving\nOf a pat on the back like a Patriots jersey\nInexplicable stomach growl from the pit of it\nLike a fuckin' Terrier hid in it\nDespicable, dumb it down, ridiculous\nTongue is foul, shoot off at the fuckin' mouth\nLike a missile, a thunder cloud\nHundred pound pistol, pull the trigger, this gun will sound\nAnd you'll get a round like Digital Underground\nAnd fuck Ann Coulter with a Klan poster\nWith a lamp post, door handle, shutter\nA damn bolt cutter, a sandal, a can opener\nA candle, rubber, piano, a flannel, sucker\nSome hand soap, butter, a banjo and manhole cover\nHand over the mouth and nose smother\nTrample ran over the tramp with the Land Rover\nThe band, the Lambo, Hummer and Road Runner\nGo ham donut, or go Rambo, gut her, make an example of her\nThat's for Sandra Bland, ho, and Philando\nHannibal on the lam, no wonder I am so stubborn\nI'm anti, can't no government handle a commando\nYour man don't want it\nTrump's a bitch, I'll make his whole brand go under (Yeah)\nAnd tell Dre I'm meeting him in L.A\nWhite Bronco like Elway, speeding\nI'm 'bout to run over a chick, Del Rey CD in?\nFemales stay beating 'em\nBet you they'll lay bleeding, and yell, \"wait,\" pleading\nBut screaming is pointless like feeding Michel'le helium\nLeaving 'em pale-faced, medium-sized welt\nStraight treating 'em like a cellmate\nSeedy, I'm climbing hell's gate\nBitch, I'm like your problems: self-made\nMeaning someone else's help ain't needed, 'cause I'ma—\n\nMake it, make it, make it, boy, we gotta make it\nYou can save your hand, I ain't gotta shake it\nEverything lined up for the takin'\nAnd what I need from 'em? No favors\nClique too big, bread gotta break it\n'Cause these others lowkey with the snakin', fakin'\nEverything lined up for the takin'\nAnd what I need from 'em? No favors, no favors\nWhat I need? No favors\nEverything lined up for the takin'\nAnd what I need from 'em? No favors\n\n(I know you feeling yourself right now)\n(But I'm not sure she's the one—I wouldn't call her, man)\n\"Hey, I'm outside\"\nWhat are you doing here?",
        "title": "No Favors"
    },
    {
        "lyrics": "Hi, my name is, what? My name is, who?\nMy name is, chka-chka, Slim Shady\nHi, my name is, huh? My name is, what?\nMy name is, chka-chka, Slim Shady\nHi, my name is, what? (Excuse me) My name is, who?\nMy name is, chka-chka, Slim Shady\n(Can I have the attention of the class for one second?)\nHi, my name is, huh? My name is, what?\nMy name is, chka-chka, Slim Shady\n\nHi, kids, do you like violence? (Yeah, yeah, yeah)\nWanna see me stick nine-inch nails through each one of my eyelids? (Uh-huh)\nWanna copy me and do exactly like I did? (Yeah, yeah)\nTry 'cid and get fucked up worse than my life is? (Huh?)\nMy brain's dead weight, I'm tryna get my head straight\nBut I can't figure out which Spice Girl I want to impregnate (Oh)\nAnd Dr. Dre said, \"Slim Shady, you a basehead\" (Uh-uh)\n\"Then why's your face red? Man, you wasted\"\nWell, since age 12, I felt like I'm someone else\n'Cause I hung my original self from the top bunk with a belt\nGot pissed off and ripped Pamela Lee's tits off\nAnd smacked her so hard I knocked her clothes backwards like Kris Kross\nI smoke a fat pound of grass, and fall on my ass\nFaster than a fat bitch who sat down too fast\nCome here, slut; \"Shady, wait a minute, that's my girl, dawg\"\nI don't give a fuck, God sent me to piss the world off\n\nHi, my name is, what? My name is, who?\nMy name is, chka-chka, Slim Shady\nHi, my name is, huh? My name is, what?\nMy name is, chka-chka, Slim Shady\nHi, my name is, what? My name is, who?\nMy name is, chka-chka, Slim Shady\nHi, my name is, huh? My name is, what?\nMy name is, chka-chka, Slim Shady\n\nMy English teacher wanted to flunk me in junior high (Shh)\nThanks a lot, next semester I'll be 35\nI smacked him in his face with an eraser, chased him with a stapler\nAnd stapled his nuts to a stack of paper (Ow)\nWalked in the strip club, had my jacket zipped up\nFlashed the bartender, then stuck my dick in the tip cup\nExtraterrestrial, running over pedestrians in a spaceship While they're screaming at me, \"Let's just be friends\"\n99 percent of my life, I was lied to\nI just found out my mom does more dope than I do (Damn)\nI told her I'd grow up to be a famous rapper\nMake a record about doin' drugs and name it after her\n(Oh, thank you)\nYou know you blew up when the women rush your stands\nAnd try to touch your hands like some screamin' Usher fans\n(Ahh, ahh, ahh)\nThis guy at White Castle asked for my autograph (Dude, can I get your autograph?)\nSo I signed it, \"Dear Dave, thanks for the support, asshole\"\n\nHi, my name is, huh? My name is, who?\nMy name is, chka-chka, Slim Shady\nHi, my name is, what? My name is, who?\nMy name is, chka-chka, Slim Shady\nHi, my name is, huh? My name is, who?\nMy name is, chka-chka, Slim Shady\nHi, my name is, what? My name is, who?\nMy name is, chka-chka, Slim Shady\n\nStop the tape, this kid needs to be locked away (Get him)\nDr. Dre, don't just stand there, operate\nI'm not ready to leave, it's too scary to die (Fuck that)\nI'll have to be carried inside the cemetery and buried alive\n(Huh, yup)\nAm I comin' or goin'? I can barely decide\nI just drank a fifth of vodka, dare me to drive? (Go ahead)\nAll my life I was very deprived\nI ain't had a woman in years and my palms are too hairy to hide (Whoops)\nClothes ripped like the Incredible Hulk\nI spit when I talk, I'll fuck anything that walks (Come here)\nWhen I was little, I used to get so hungry I would throw fits\nHow you gonna breastfeed me, Mom? You ain't got no tits\nI lay awake and strap myself in the bed\nWith a bulletproof vest on and shoot myself in the head (Bang)\n'Cause I'm steamin' mad (Grr)\nAnd by the way, when you see my dad (Yeah?)\nTell him that I slit his throat in this dream I had\n\nHi, my name is, what? My name is, who?\nMy name is, chka-chka, Slim Shady\nHi, my name is, huh? My name is, what?\nMy name is, chka-chka, Slim Shady\nHi, my name is, who? My name is, huh?\nMy name is, chka-chka, Slim Shady\nHi, my name is, huh? My name is, who?\nMy name is, chka-chka, Slim Shady",
        "title": "My Name Is"
    },
    {
        "lyrics": "Mhmmm *inhales*\nYou high, baby?\nYeah\nYeah?\nTalk to me\nYou want me to tell you something?\nUh-huh\nI know what you wanna hear\n\n'Cause I know you want me, baby, I think I want you too\n(I think I love you, baby) I think I love you too\nI'm here to save you, girl, come be in Shady's world\nI wanna grow together, let's let our love unfurl\nYou know you want me, baby, you know I want you too\nThey call me Superman, I'm here to rescue you\nI wanna save you, girl, come be in Shady's world\n(Oh boy, you drive me crazy) Bitch, you make me hurl\n\nThey call me Superman\nLeap tall hoes in a single bound\nI'm single now: got no ring on this finger now\nI'd never let another chick bring me down\nIn a relationship; save it, bitch!\nBabysit? You make me sick\nSuperman ain't savin' shit\nGirl, you can jump on Shady's dick\nStraight from the hip, cut to the chase\nI tell a motherfuckin' slut to her face\nPlay no games, say no names\nEver since I broke up with what's-her-face\nI'm a different man, kiss my ass\nKiss my lips? Bitch, why ask?\nKiss my dick, get my cash?\nI'd rather have you whip my ass\nDon't put out, I'll put you out\nWon't get out, I'll push you out\nPuss blew out, poppin' shit\nWouldn't piss on fire to put you out\nAm I too nice? Buy you ice?\nBitch, if you died, wouldn't buy you life\nWhat, you tryin' to be my new wife?\nWhat, you Mariah? Fly through twice\n\nBut I do know one thing though\nBitches, they come, they go\nSaturday through Sunday, Monday\nMonday through Sunday, yo\nMaybe I'll love you one day\nMaybe we'll someday grow\n'Til then just sit your drunk ass on that fuckin' runway, ho\n\n‘Cause I can't be your Superman, can't be your Superman\nCan't be your Superman, can't be your Superman\nI can't be your Superman, can't be your Superman\nCan't be your Superman, your Superman, your Superman\n\nDon't get me wrong, I love these hoes\nIt's no secret, everybody knows\nYeah, we fucked—bitch, so what?\nThat's about as far as your buddy goes\nWe'll be friends, I'll call you again\nI'll chase you around every bar you attend\nNever know what kinda car I'll be in\nWe'll see how much you'll be partyin' then\nYou don't want that, neither do I\nI don't wanna flip when I see you with guys\nToo much pride, between you and I\nNot a jealous man, but females lie\nBut I guess that's just what sluts do\nHow could it ever be just us two?\nI'd never love you enough to trust you\nWe just met and I just fucked you\n\nBut I do know one thing though\nBitches, they come, they go\nSaturday through Sunday, Monday\nMonday through Sunday, yo\nMaybe I'll love you one day\nMaybe we'll someday grow\n'Til then just sit your drunk ass on that fuckin' runway, ho\n\n‘Cause I can't be your Superman, can't be your Superman\nCan't be your Superman, can't be your Superman\nI can't be your Superman, can't be your Superman\nCan't be your Superman, your Superman, your Superman\n‘Cause I can't be your Superman, can't be your Superman\nCan't be your Superman, can't be your Superman\nI can't be your Superman, can't be your Superman\nCan't be your Superman, your Superman, your Superman\n\n'Cause I know you want me, baby, I think I want you too\n(I think I love you, baby) I think I love you too\nI'm here to save you, girl, come be in Shady's world\nI wanna grow together, let's let our love unfurl\nYou know you want me, baby, you know I want you too\nThey call me Superman, I'm here to rescue you\nI wanna save you, girl, come be in Shady's world\n(Oh boy, you drive me crazy) Bitch, you make me hurl\n\nFirst thing you say: I'm not fazed\nI hang around big stars all day\nI don't see what the big deal is anyway\nYou're just plain old Marshall to me\nOoh yeah, girl, run that game\nHailie Jade, I love that name\nLove that tattoo, what's that say?\n\"Rot In Pieces,\" uh, that's great\nFirst off, you don't know Marshall\nAt all, so don't grow partial\nThat's ammo for my arsenal\nI'll slap you off that bar stool\nThere goes another lawsuit\nLeave handprints all across you\nGood Lordy, whoadie\nYou must be gone off that water bottle\nYou want what you can't have\nOoh girl, that's too damn bad\nDon't touch what you can't grab\nEnd up with two backhands\nPut anthrax on a Tampax\nAnd slap you 'til you can't stand\nGirl, you just blew your chance\nDon't mean to ruin your plans\n\nBut I do know one thing though\nBitches, they come, they go\nSaturday through Sunday, Monday\nMonday through Sunday, yo\nMaybe I'll love you one day\nMaybe we'll someday grow\n'Til then just sit your drunk ass on that fuckin' runway, ho\n\n‘Cause I can't be your Superman, can't be your Superman\nCan't be your Superman, can't be your Superman\nI can't be your Superman, can't be your Superman\nCan't be your Superman, your Superman, your Superman\n‘Cause I can't be your Superman, can't be your Superman\nCan't be your Superman, can't be your Superman\nI can't be your Superman, can't be your Superman\nCan't be your Superman, your Superman, your Superman\n\n'Cause I know you want me, baby, I think I want you too\n(I think I love you, baby) I think I love you too\nI'm here to save you, girl, come be in Shady's world\nI wanna grow together, let's let our love unfurl\nYou know you want me, baby, you know I want you too\nThey call me Superman, I'm here to rescue you\nI wanna save you, girl, come be in Shady's world\n(Oh boy, you drive me crazy) Bitch, you make me hurl\n\n‘Cause I can't be your Superman, can't be your Superman\nCan't be your Superman, can't be your Superman\nI can't be your Superman, can't be your Superman\nCan't be your Superman, your Superman, your Superman\n‘Cause I can't be your Superman, can't be your Superman\nCan't be your Superman, can't be your Superman\nI can't be your Superman, can't be your Superman\nCan't be your Superman, your Superman, your Superman",
        "title": "Superman"
    },
    {
        "lyrics": "Something's burnin', I can't figure out what (Out what)\nIt's either lust or a cloud of dust\nJudgement is clouded; must\nJust be the powder from the power of (Love)\nBut I'm in something I don't know how to get out of\nLeft my girl in the house alone\nIs that my soon-to-be-spouse’s moan?\nAnd the further I walk, the louder\nPause for a minute to make certain that's what I heard\n‘Cause after all, this is her place\nSo I give her the benefit of the doubt, I\nThink I might be about to bust her, bust her\nThe thought's scary, yo, though and it hurts—brace!\nHope it ain't, \"Here we go, yo!\"\n‘Cause my head already goes to worst-case\nScenario, though in the first place (Ah, fuck)\nBut you confirmed my low-end theory though\nShould've known when I made it all the way to third base\nAnd that was only the first date\nCould've made it to home plate\nBut you slid straight for the dome and dove face first\n\"No, (*slurp*) you don't (*slurp*) under— (*slurp*) —stand, (*slurp*)\nI (*slurp*) don't (*slurp*) do this for (*hic*) anyone, (*hic*) ever (*slurp*)\"\nYeah, that ain't what they all say?\nI'll say, you can suck a softball through a straw\nUsed to be my fiancé\n'Til you sucked on Wayne, André, and Kanye\nLeBron, Akon, Jay, Lil Jon, Raekwon, Ma$e\nPolow da Don, Dre, Dante Ross, James Conway, Kwamé\nGuess I'm gettin' my g-goddang Jigga on, eh?\n‘Cause your name, I'm beyond sayin'\nBut fuck it, I'm movin' on, you women are all cray\nBut I'll probably always keep on playin' the—\n\nGame of love, love, love, love\nLa-la-la-la-la love\n\nShe doesn't love me, no, she don't love me no more\nShe hates my company, guess she don't love me no more\nI tried to get her up out of my head, left my bags at the door\nShe screamed she loved me like she never did before\n\nAnd I told her, \"Go where you wanna!\nGo do whatcha wanna do, I don't care!\"\nAnd I told her, \"Go where you wanna!\nGo do whatcha wanna do, I don't care!\"\n\nI told that bitch, \"I'm a sucker for love, you a sucker for dick\"\nSuckin' dick in your mama tub, then your granny walked in\nTold the stupid nigga to duck under the water\nHe drowned, like an abortion\nThey booked you for manslaughter\nYou beat the case and I called ya\n\"Sherane is not available now, leave a message at the tone\nAnd Kendrick, don't forget to buy two pair of those\nExpensive heels, you little fuckin' Ferris wheel\nFuckin' spinnin' on me—fuck you think, we gon' get married still?\nFuckin' Mary had a little lamb, this ain't no fairy tale\nFairy godmama better tell you how I fuckin' feel\nLike you should fuckin' beat it\nOr fuckin' eat it while I'm on my period\nNow have a blessed day!\" (*Phone hangs up*) Bitch, you serious?\nI'm in the mirror with this look on my face, curious\nWhy you ain't fuckin' with me, you cut me deep as Caesarean\nYou know I want you bad as a Benjamin, I'm delirious\nI want you bad as the head shattered on George Zimmerman\nAfter the Dillinger hit him diligently and killin' him\nHis mouthpiece for a Cadillac emblem\nThat's analogy and metaphor for you\nI should win a medal for all the ways I adore you\nThis is me talkin' cordial, yeah, I got some home training\nThat ain't what you like, ain't it?\nWhat about if I was as famous as Marshall?\nWould you give fellatio in the carpool?\nCops pull us over, they just wanna know if you gargle\nSingin', \"I hope she's good enough\nMeanwhile you're chasin' her\"\nChlamydia couldn't even get rid of her\nPity the fool and pity the fool in me, I'ma live with the—\n\nGame of love, love, love, love\nLa-la-la-la-la love\n\n(She doesn't love me, no, she don't love me no more)\n(She hates my company, guess she don't love me no more)\nI tried to get her up out of my head, left my bags at the door\nShe screamed she loved me like she never did before\n\nAnd I told her, \"Go where you wanna!\nGo do whatcha wanna do, I don't care!\"\nAnd I told her, \"Go where you wanna!\nGo do whatcha wanna do, I don't care!\"\n\nSo needless to say I'm feelin' betrayed\nSnatch my house key off her key chain\nShe jumps off Wee-Bey from The Wire's dick\nNow she's chasin' me with a cheese grater\nHere goes that broken record cliché\nIt's all my fault anyway, she's turnin' the tables, I'm a beat-break\nShe treats my face like Serato, she cuts and scratches like a DJ\nEach day is an Instant Replay\nThey say what we display is symptomatic of addict behavior\nBack together, but forgot today was her B-day\nShe cut me off on the freeway\nSimple misunderstanding, but just as I went to slam on the brakes\nThat's when I realized that she may be crazy as me, wait\nBitch cut my fuckin' brakeline\nStepped on them fuckers eight times\nStill goin' seventy-three, thank God there's an exit comin' up\nWhat the mother-F-U-C-K's wrong with her?\nHit the off ramp 'til I coasted to a goshdamn halt\nHit a fuckin' tree, now here she comes at full speed\nShe's racin' at me, okay, you wanna fuck with me, eh?\nSnatch that bitch out her car through the window\nShe screamin', I body slam her on the cement\nUntil the concrete gave and created a sinkhole\nBuried the stink ho in it, then paid to have the street repaved\n(The fuck?) Woke up in a dream state\nIn a cold sweat like I got hit with a freeze ray during a heat wave\nGuess I eventually caved though, ‘cause she's layin' next to me in bed—directly aimin' a gat at my head!\nWoke up again and jumped up\nLike, \"Fuck it! I've had it, I'm checkin' into rehab\"\nI confess I'm a static addict, I guess that's why I'm so clingy\nEvery girl I've ever had either says I got too much baggage\nOr I'm too fuckin' dramatic\nMan, what the fuck is the matter? I'm just a fuckin' romantic\nI fuckin' love you, you fuckin' bitch!\nCombative, possessive, in fact last time I was mad at an ex\nI actually set off a chain reaction of tragic events\nI said, \"Hit the road\", then after she left\nI sent that bitch a text that said, \"Be careful driving\nDon't read this and have an accident\"\nShe glanced to look at it and wrecked (*Car crashes*)\nToo bad, thought we had a connect\nNo sense dwelling makes, never been a more compelling case\nThan the model covered in L'Oréal and mace\nWho fell from grace eleven stories for storytellin'\nWhile the whore was yellin', \"Rape!\"\n'Til her vocal cords were swellin'\nAnd her voice were more hoarser than Tori Spellings' face\nStill they swarm the gates of my fancy estates\nTo greet Norman Bates with a warm embrace\n'Less you're Andrea Yates, don't ask me for a date though\nYou're late, well, the sentiment's great\nBut wait, think there's been a mistake\nYou wanted an intimate date, I wanna intimidate\nI have infinite hate in my blood\nIt's mainly 'cause of the game of— (*Message sound*)\nWait, \"dinner at eight\"? I have infinite hate in my blood\nIt's mainly 'cause of the—\n\nGame of love, love, love, love\nLa-la-la-la-la love",
        "title": "Love Game"
    },
    {
        "lyrics": "...Man, whatever\n\nDre, just let it run\nAyo, turn the beat up a little bit\nAyo\nThis song is for anyone...\nFuck it, just shut up and listen\nAyo\n\nI sit back with this pack of Zig-Zag's and this bag\nOf this weed, it gives me the shit needed to be\nThe most meanest MC on this... on this Earth\nAnd since birth I've been cursed with this curse to just curse\nAnd just blurt this berserk and bizarre shit that works\nAnd it sells and it helps in itself to relieve\nAll this tension, dispensin' these sentences\nGettin' this stress that's been eatin' me recently off\nOf this chest and I rest again peacefully (Peacefully)\nBut at least have the decency in you\nTo leave me alone, when you freaks see me out\nIn the streets when I'm eatin' or feedin' my daughter\nTo not come and speak to me (Speak to me), I don't know you\nAnd no, I don't owe you a motherfuckin' thing\nI'm not Mr. N'Sync, I'm not what your friends think\nI'm not Mr. Friendly, I can be a prick\nIf you tempt me, my tank is on empty (Is on empty)\nNo patience is in me and if you offend me\nI'm liftin' you ten feet (Liftin' you ten feet) in the air\nI don't care who was there and who saw me just jaw you\nGo call you a lawyer, file you a lawsuit\nI'll smile in the courtroom and buy you a wardrobe\nI'm tired of all you (Of all you), I don't mean to be mean\nBut that's all I can be, it's just me\n\nAnd I am whatever you say I am\nIf I wasn't, then why would I say I am?\nIn the paper, the news, every day I am\nRadio won't even play my jam\n'Cause I am whatever you say I am\nIf I wasn't, then why would I say I am?\nIn the paper, the news, every day I am\nI don't know, that's just the way I am\n\nSometimes I just feel like my father, I hate to be bothered\nWith all of this nonsense, it's constant\nAnd, \"Oh, it's his lyrical content\nThe song 'Guilty Conscience' has gotten such rotten responses.\"\nAnd all of this controversy circles me\nAnd it seems like the media immediately\nPoints a finger at me (Finger at me)\nSo I point one back at 'em, but not the index or pinkie\nOr the ring or the thumb, it's the one you put up\nWhen you don't give a fuck, when you won't just put up\nWith the bullshit they pull, 'cause they full of shit too\nWhen a dude's gettin' bullied and shoots up his school\nAnd they blame it on Marilyn (On Marilyn) and the heroin\nWhere were the parents at? And look where it's at!\nMiddle America, now it's a tragedy\nNow it's so sad to see, an upper-class city\nHavin' this happenin' (This happenin') then attack\nEminem 'cause I rap this way (Rap this way) but I'm glad\n'Cause they feed me the fuel that I need for the fire to burn\nAnd it's burnin', and I have returned\n\nAnd I am whatever you say I am\nIf I wasn't, then why would I say I am?\nIn the paper, the news, every day I am\nRadio won't even play my jam\n'Cause I am whatever you say I am\nIf I wasn't, then why would I say I am?\nIn the paper, the news, every day I am\nI don't know, that's just the way I am\n\nI'm so sick and tired of bein' admired\nThat I wish that I would just die or get fired\nAnd dropped from my label, let's stop with the fables\nI'm not gonna be able to top a \"My Name Is\"\nAnd pigeon-holed into some poppy sensation\nTo cop me rotation at rock 'n' roll stations\nAnd I just do not got the patience (Got the patience)\nTo deal with these cocky Caucasians\nWho think I'm some wigger who just tries to be black 'cause I talk\nWith an accent and grab on my balls so they always\nKeep askin' the same fuckin' questions (Fuckin' questions)\nWhat school did I go to, what hood I grew up in\nThe why, the who, what, when, the where and the how\n'Til I'm grabbin' my hair and I'm tearin' it out\n'Cause they drivin' me crazy (Drivin' me crazy), I can't take it\nI'm racin', I'm pacin', I stand and I sit\nAnd I'm thankful for every fan that I get\nBut I can't take a shit in the bathroom without\nSomeone standin' by it! (Standin' by it) No, I won't sign your autograph\nYou can call me an asshole, I'm glad\n\n'Cause I am whatever you say I am\nIf I wasn't, then why would I say I am?\nIn the paper, the news, every day I am\nRadio won't even play my jam\n'Cause I am whatever you say I am\nIf I wasn't, then why would I say I am?\nIn the paper, the news, every day I am\nI don't know, that's just the way I am",
        "title": "The Way I Am"
    },
    {
        "lyrics": "Ain't never been much of the church type\nBut I believe in the last days\nI walk through Hell almost every night\nBut I believe it's a pathway\nSay, boy, what you doin' with your life\nWith those tattoos on your face?\nSay, boy, you know that you'll pay the price\nWell, I guess I'll see when I head that way\n\nTo the Father, Son, and Holy Spirit\nI hold you nearest\nMy best friend, best friend\nLet the trumpets blow with your appearance\nI can almost hear it\nMy best friend, best friend\nWhen you wish me hell upon my soul and spirit\nBehold these lyrics\nI got a best friend, best friend\nYeah, I got a best friend, best friend, yeah\n\nI don't know much about Holy Bibles\nBut I grew up in the Bible Belt\nI put my love for a woman on idle\nBecause I got beat with my mama's belt\nBut I learned from my mistakes\nTry hard to respect people for what they believin' in\nBut if you spit on my fuckin' grave\nAnd wish me Hell, then I wish you well\nI'ma send you straight up to my best friend\n\nTo the Father, Son, and Holy Spirit\nI hold you nearest\nMy best friend, best friend\nLet the trumpets blow with your appearance\nI can almost hear it\nMy best friend, best friend\nWhen you wish me hell upon my soul and spirit\nBehold these lyrics\nI got a best friend, best friend\nYeah, I got a best friend, best friend, yeah\n\nGod, please would you arm me with the armor\nTo calm me when there's drama like Gandhi?\nCould have gone the other way many times\nCould have turned Dalai with the llama, but I squashed my\nBeefs, and things seem\nTo be looking decent recently, but don't jinx it\nIt's like Clint Eastwood looking for peace though\nMaybe not finna enter the priesthood\nBut at least should make an attempt to\nShow some remorse and to be some sort of a repenter\nFor the people I've been a menace to\nNot a preacher but a shit starter and finisher\nEnter the mind of a thick skin, but a short temper\nThis patience of mine is thinner\nThan twine is when I\nGet attacked, so I might say something back\nThat might offend you\nSo if you don't like when I rap or what I have to\nSay on the mic, then you might wanna act just\nLike quarterbacks and take a fuckin' hike when I snap 'cause\nI'm a sinner, and I, I got a best friend, best friend\nPlus balls and intestines, and they never been yes men\nThey gon' tell me when I'm fuckin' up the minute I'm ever givin' it less than\nI'm about to vomit and I can feel it comin'\n'Cause failure's somethin' I can barely stomach\nAnd I only listen to my gut\nSo unless you're my fuckin' belly button\nDon't tell me nuttin', you ain't my best friend, best friend\nWho you think I'm talkin' 'bout?\nLifts me up when I'm down and out\nStill look to him without a doubt\nStill got a best friend, best friend\nShout it out\nLike there's never been a louder mouth\nShould have never been allowed a mouth\nNow that I got a higher power, now\nWhen I blackout, power outage—oww\nThey powerless, but they crowd around\nThey tend to flock like shepherds, the black sheep\nBut I'll be the worst thing that these motherfuckers ever heard\nWhen I'm counted out\nYou'll be D-O-A, they'll announce\nBut pronounce you dead when they sound it out\nSo prepare for a rival, your arch enemy surrounds you now\nHe's all around you—blaow\nNot even the doctors at the hospital\nAre gonna shiggy-shock you back to life\nIt's im-piggy-possible to revive you\nThat's word to the Diggy Doc\nStiggy-stoppin' is not an option\nSomethin' I'm not gonna do\nI'm the Iggy Pop of hip-hop when I walk in the booth\nDawg, I'm the truth, like Biggie rockin' with 2Pac in a suit\nTalkin' to Proof droppin' a deuce\nFill up a syllable clip like a refillable script, cock it and shoot\nAnd who you think's my Glock that I use?\nThat I pull from to get my strength up against these haters\nAnd he'll be waitin' at the gate when you get sprayed up\nSendin' you hoes straight up to deal with my best friend\n\nTo the Father, Son, and Holy Spirit\nI hold you nearest\nMy best friend, best friend\nLet the trumpets blow with your appearance\nI can almost hear it\nMy best friend, best friend\nWhen you wish me hell upon my soul and spirit\nBehold these lyrics\nI got a best friend, best friend\nYeah, I got a best friend, best friend, yeah",
        "title": "Best Friend"
    },
    {
        "lyrics": "Tell me where to go\nTell me what to do\nI'll be right there for you\nTell me what to say\nNo matter if it's true\nI'll say it all for you\n\nI used to be the type of kid\nThat would always think the sky is fallin'\nWhy am I so differently wired? Am I a martian?\nWhat kind of twisted experiment am I involved in?\n‘Cause I don't belong in this world\nThat's why I'm scoffin' at authority, defiant often\nFlyin' off at the handle at my mom\nNo dad, so I am noncompliant at home\nAt school I'm just shy and awkward\nAnd I don't need no goddamn psychologist\nTryna diagnose why I have all these underlyin' problems\nThinkin' he can try and solve 'em\nI'm outside chalkin' up drawings\nOn the sidewalk and in the front drive talkin'\nTo myself, either that or inside hidin' off in\nThe corner somewhere quiet, tryin' not to\nBe noticed ‘cause I'm cryin' and sobbin'\nI had a bad day at school so I ain't talkin'\nSome cocksucker shoved me into a fuckin' locker\n‘Cause he said that I eye-balled him\n\nAnd if you fall, I'll get you there\nI'll be your savior from all the wars\nThat are fought inside your world\nPlease have faith in my words\n\n‘Cause this is my legacy, legacy, yeah\nThis is my legacy, legacy, yeah\nThere's no guarantee\nIt's not up to me, we can only see\nThis is my legacy, legacy, legacy, legacy\n\nI used to be the type of kid that would always think the sky's fallin'\nWhy am I so differently wired in my noggin?\n‘Cause sporadic as my thoughts come, it's mind-bogglin'\n‘Cause I obsess on everything in my mind, small shit\nBothers me, but not my father, he said sayonara\nThen split, but I don’t give a shit\nI'm fine long as there's batteries in my Walkman\nNothing is the matter with me\nShit, look on the bright side, at least I ain't walkin'\nI bike ride through the neighborhood of my apartment\nComplex on a ten-speed which I've acquired parts that\nI find in the garbage, a frame then put tires on it\nHeadphones on, look straight ahead if kids try and start shit\nBut if this is all there is for me life offers\nWhy bother even tryin' to put up a fight? It's nonsense\nBut I think a light bulb just lit up in my conscience\nWhat about them rhymes I've been jottin'?\nThey are kind of giving me confidence\nInstead of tryin' to escape through my comics\nWhy don't I just blast a little something like Onyx?\nTo put me in the mood to wanna fight and write songs that\nSay what I wanna say to the kid that said that I eye-balled him\nGrab hold of my balls, like, \"That's right, fight's on, bitch!\"\nWho woulda knew, from the moment I turned the mic on, that\nI could be iconic in my conquest?\nThat's word to Phife Dawg from A Tribe Called Quest\n\nThis is my legacy, legacy, yeah\nThis is my legacy, legacy, yeah\nThere's no guarantee\nIt's not up to me, we can only see\nThis is my legacy, legacy, legacy, legacy\n\nI used to be the type of kid that would always think the sky's fallin'\nNow I think the fact that I'm differently wired's awesome\n‘Cause if I wasn't, I wouldn't be able to work words like this\nAnd connect lines like crosswords\nAnd use my enemy's words as strength\nTo try and draw from, and get inspired off 'em\n‘Cause all my life I was told and taught I am not shit\nBy you wack fuckin' giant sacks of lyin' dog shit\nNow you shut up, bitch, I am talkin'\nThought I was full of horseshit\nAnd now you fuckin' worship the ground on which I am walkin'\nMe against the world, so what? I'm Brian Dawkins\nVersus the whole 0-16 Lions offense\nSo bring on the Giants, Falcons, and Miami Dolphins\nIt's the body bag game, bitch, I'm supplyin' coffins\n‘Cause you dicks butt kiss, bunch of Brian Baldingers\nYou're gon' die a ball-licker, I've been diabolical\nWith this dialogue since '99 Rawkus\nYou don't respect the legacy I leave behind, y'all can\nSuck a dick; the day you beat me, pigs'll fly out my ass\nIn a flyin' saucer full of Italian sausage\nThe most high exaltin' and I ain't haltin'\n'Til I die of exhaustion, inhale my exhaust fumes\nThe best part about me is I am not you\nI'm me, and I'm the Fire Marshall, and this is my—\n\nThis is my legacy, legacy, yeah\nThis is my legacy, legacy, yeah\nThere's no guarantee\nIt's not up to me, we can only see\nThis is my legacy, legacy, legacy, legacy",
        "title": "Legacy"
    },
    {
        "lyrics": "Oh, this what we doin'? Alright\nM.A\n\nI like a bitch that like to wobble, wobble\nShake it, shake it, break it, break it, uh\nNigga, we made it, made it, they hate it, hate it\nPro professional, pure persistent, I'm paper chasing\nI hate complaining, I hated waiting, I'll pay for patience\nBut I hate to pay a bill (Hate that)\nAnd I made a mil' without a major deal (I made that)\nYeah, her ass fake, but she came for real (She came, uh)\nMoney ain't a thing, that ain't a thing for real\nIt's the broke lingo (Huh)\nAnd no, ain't nothing Saweetie, this is no Quavo (Migo)\nMan, I just get high, let my hoes lay low (Ooh)\nI just want some face but this is no facial (Ooh)\nDo right and kill er'body, Drake mode (Hello)\nBitch, I'm tryna eat out, take your plate mode (Hello)\nDisrespect that life and I'm in gang mode (Grrr)\nYou can leave this earth, bitch, I'm in rake mode (Huh)\nI'm in cake mode (Huh), I'm in brave mode, uh\nWhat up, Marshall? I'm a martian, I'm in Wayne mode (Facts)\nNeck wet, big drip, I'm in rain mode (Drip, drip, drip)\nEight niggas, eight hittas, take eight souls (Brrr)\nCollect pesos (Huh), and I'm paid, so? (Paid)\nSelf-made goals (Hey)\nWhen the pain leaves (Huh)\nWhere does the pain go? (Where?)\nTip of the backwood is where the flame goes (There)\nTo the sky is where my brain goes (Wow)\nSame pack, same fiend, sellin' the same clothes (Wow)\nPinocchio and my pistol, they got the same nose\nMe and my niggas gotta eat, we share the same stove (What?)\nCase closed, bodies in my lane, bitch, lane closed\n\nGame over, Thanos on you H-O's\nOn my petty shit but I don't paint toes (Yeah)\nGet the plunger (Plunger) 'cause Marshall and M.A go plum crazy\nCall us liquid plumber, 'cause even Dre know (Dre know)\nBeat knocks like a beefed up Detox\nYou're gonna need three squads of police officers at least to come pull me off of it and I don't stop\nPlease, dawg, I need y'all to keep talking shit 'cause I feed off of it\nI am the complete opposite of these retards who spit these weak bars, I'ma leave carnage\nEach thought'll be so toxic, it'll block the wind through your esophagus\nStop it, cutting off your oxygen\nAnd I hit them pads like a boxing gym\nBetter watch for Slim, better get to popping and when I'm at the top again\nI won't topple, I'm giving it to anyone who wanna come and get it and I'm not gonna stop\nBut when they ask me is the war finished with MGK? Of course it is\nI cleansed him of his mortal sins, I'm God and the Lord forgives even the devil worshippers\nI'm moving on but you know your scruples are gone when you're born with Lucifer's horns\nAnd you're from the school of Notorious, Puba, Cube and The Poor Righteous Teachers tutored my students\nShowed them all the blueprint and formula\nBut it seems like the more they studied my music, the more they remind me of eyeballs\nI'm watching my pupils get cornier (Uh)\nBut I'm contemplating yelling \"Bombs away\" on the game\nLike I'm outside of an Ariana Grande concert waiting\n\nThey call me Saddam Hussein, Ayatollah Khomeini\nWhere's Osama been? I been laden lately\nLook at how I'm behaving, they want me gone away\nThey wanna JonBenét me (Fuck you), I'm unaccommodating\n\nMan, I don't see why they hate me (Huh?)\nI'm a clown like John Wayne Gacy (What?)\nThey call me Kanye crazy (Yah)\nAPESHIT, Beyonce, Jay-Z (Woo)\nAnd I'm back with Andre, baby (Yeah)\nAnd the doctor's operating (What?)\nBut he never put no scrubs on from Snoop, K. Dot to Shady\nShady like a shadow or your silhouette, intellect, I better check to see why you feel upset\n'Cause I met your bitch on the internet now I'm getting head like a Pillow Pet\nThat bimbo can put her lips all the way around this bone and then blow\nLike a dusty cartridge from an old Nintendo\nThose were the days but I bet you, I'm never gonna be broke again, no\nI don't smoke but I got paper, to be blunt, I'm rolling Indo\nAnd I keep it one comma, zero, zero, zero, zero\nReal, real, real, murder, murder, murder, kill, kill, kill\nNickel-plated, twenty two, two, two\nBitch, shut the fuck up 'fore I shoot you too\nAin't shit I won't do just to get a few YouTube views\nRun up in a church like pew, pew, pew\n'Cause that's what I do, do, do\nBut, even to the untrained human eye\nWe ain't the same, you and I\nSomebody should have explained to you why\nFor you to go against me, it's simply insane, you will die (Yeah)\nThat's why they call me Kamikaze, it's plain suicide, yeah\nBut I know magic and here go my last trick\nI'm 'bout to say \"Abracadabra\" and pull a B Rabbit up out of my hat\nI'm about to relapse and I betcha that you won't know how to react\nBut a look of disgust, I don't doubt it'd be that\nAs I begin to fuckin' devour the track\nAnd you backpedal, that is a cowardly act\nLike a Saudi attack when the towers collapsed\n\nThey call me Saddam Hussein, Ayatollah Khomeini\nWhere's Osama been? I been laden lately\nLook at how I'm behaving, they want me gone away\nThey wanna JonBenét me (Fuck you), I'm unaccommodating",
        "title": "Unaccommodating"
    },
    {
        "lyrics": "We touch, I feel a rush; we clutch, it isn't much\nBut it's enough to make me wonder what's in store for us\nIt's lust, it's torturous, you must be a sorceress\n'Cause you just did the impossible: gained my trust\nDon't play games, it'll be dangerous\nIf you fuck me over, ‘cause if I get burnt, I'ma show ya\nWhat it's like to hurt, ‘cause I been treated like dirt before ya\nAnd love is evil — spell it backwards, I'll show ya\nNobody knows me, I'm cold, walk down this road all alone\nIt's no one's fault but my own, it's the path I've chosen to go\nFrozen as snow, I show no emotion whatsoever so\nDon't ask me why I have no love for these muh'fuckin' hoes\nBloodsuckin' succubuses, what the fuck is up with this?\nI've tried in this department, but I ain't had no luck with this\nIt sucks, but it's exactly what I thought it would be like\nTryin' to start over, I got a hole in my heart\nBut some kind of emotional roller coaster\nIs something I won't go on\nSo you toy with my emotions, so it's over\nIt's like an explosion every time I hold ya\nWasn't joking when I told ya\nYou take my breath away, you're a supernova, and I'm a—\n\nI'm a space-bound rocket ship and your heart's the Moon\nAnd I'm aimin' right at you, right at you\n250,000 miles on a clear night in June\nAnd I'm aimin' right at you\nRight at you, right at you\n\nI'll do whatever it takes, when I'm with you, I get the shakes\nMy body aches when I ain't with you, I have zero strength\nThere's no limit on how far I would go, no boundaries, no lengths\nWhy do we say that until we get that person that we think's\nGonna be that one? And then once we get 'em, it's never the same\nYou want 'em when they don't want you\nSoon as they do, feelings change\nIt's not a contest and I ain't on no conquest for no mate\nI wasn't lookin' when I stumbled on to you, musta been fate\nBut so much is at stake, what the fuck does it take?\nLet's cut to the chase 'fore the door shuts in your face\nPromise me if I cave in and break and leave myself open\nThat I won't be makin' a mistake, ‘cause I'm a—\n\nI'm a space-bound rocket ship and your heart's the Moon\nAnd I'm aimin' right at you, right at you\n250,000 miles on a clear night in June\nAnd I'm aimin' right at you\nRight at you, right at you\n\nSo, after a year and six months, it's no longer me that you want\nBut I love you so much it hurts, never mistreated you once\nI poured my heart out to you, let down my guard, swear to God\nI'll blow my brains in your lap, lay here and die in your arms\nDrop to my knees and I'm pleadin', I'm tryna stop you from leavin'\nYou won't even listen, so fuck it, I'm tryna stop you from breathin'\nI put both hands on your throat, I sit on top of you squeezin'\n'Til I snap your neck like a Popsicle stick, ain't no possible reason\nI can think of to let you walk up out this house and let you live\nTears stream down both of my cheeks\nNow I let you go and just give\nAnd 'fore I put that gun to my temple, I told you this\n\nAnd I would've done anything for you\nTo show you how much I adored you\nBut it's over now, it's too late to save our love\nJust promise me you'll think of me\nEvery time you look up in the sky and see a star, ‘cause I'm a—\n\nI'm a space-bound rocket ship and your heart's the Moon\nAnd I'm aimin' right at you, right at you\n250,000 miles on a clear night in June\nAnd I'm so lost without you\nWithout you, without you",
        "title": "Space Bound"
    },
    {
        "lyrics": "1. Pop Smoke- The Woo (feat. 50 Cent & Roddy Ricch)\n2. 50 Cent- In Da Club\n3. The Game- Hate It Or Love It (feat. 50 Cent)\n4. 50 Cent- Candy Shop (feat. Olivia)\n5. Jeremih- Down On Me (feat. 50 Cent)\n6. 50 Cent- 21 Questions (feat. Nate Dogg)\n7. The Game- How We Do (feat. 50 Cent)\n8. 50 Cent- Just A Lil Bit\n9. Chief Keef- Hate Bein' Sober (feat. 50 Cent & Wiz Khalifa)\n10. 50 Cent- P.I.M.P\n11. Eminem- Crack A Bottle (feat. Dr. Dre & 50 Cent)\n12. Ed Sheeran- Remember The Name (feat. Eminem & 50 Cent)\n13. 50 Cent- Disco Inferno\n14. 50 Cent- If I Can't\n15. 50 Cent- Ayo Technology (feat. Justin Timberlake & Timbaland)\n16. 50 Cent- I'm The Man (feat. Sonny Digital)\n17. 50 Cent- Part Of The Game (feat. NLE Choppa & Rileyy Lanez)\n18. 50 Cent- Best Friend\n19. 50 Cent- Many Men (Death Wish)\n20. Eminem, 50 Cent, Ca$his & Lloyd Banks- You Don't Know\n21. The Game- Westside Story (feat. 50 Cent)\n22. 50 Cent- When It Rains It Pours\n23. 50 Cent- Patiently Waiting (feat. Eminem)\n24. 50 Cent- Hate It Or Love It (feat. The Game, Tony Yayo, Young Buck & Lloyd Banks) \n25. Eminem- Never Enough (feat. 50 Cent & Nate Dogg)\n26. 2Pac- Loyal To The Game (feat. 50 Cent, Lloyd Banks & Young Buck)\n27. Ciara- Can't Leave 'Em Alone (feat. 50 Cent)\n28. 50 Cent- I'll Still Kill (feat. Akon)\n29. 50 Cent- Hustler's Ambition\n30. 50 Cent- No Romeo No Juliet (feat. Chris Brown)\n31. 50 Cent- I'll Whip Ya Head Boy (feat. Young Buck)\n32. Abraham Mateo, 50 Cent & Austin Mahone- Háblame Bajito\n33. 50 Cent- Get In My Car\n34. 50 Cent- Big Rich Town\n35. 50 Cent- Baby By Me (feat. Ne-Yo)\n36. Uncle Murda- Get The Strap (feat. Casonva, 6ix9ine & 50 Cent)\n37. 50 Cent- Too Rich For The Bitch\n38. 50 Cent- Get Up\n39. Eminem- Spend Some Time (feat. Obie Trice, Stat Quo & 50 Cent)\n40. 50 Cent- In My Hood\n41. 50 Cent- I Get Money\n42. Lloyd Banks- Hands Up (feat. 50 Cent)\n43. 50 Cent- My Life (feat. Eminem & Adam Levine)\n44. YG- I Wanna Benz (feat. Nipsey Hussle & 50 Cent)\n45. 50 Cent- Straight To The Bank\n46. 50 Cent, G-Unit, Lloyd Banks & Young Buck- Tryna Fuck Me (feat. Post Malone)\n47. 50 Cent- Outta Control (feat. Mobb Deep) \n48. 50 Cent- 9 Shots\n49. 50 Cent- Still Think I'm Nothing (feat. Jeremih)\n50. J. Cole- New York Times (feat. 50 Cent & Bas)",
        "title": "Many Men (Wish Death)"
    },
    {
        "lyrics": "Step by step, heart to heart\nLeft, right, left, we all fall down...\n\nStep by step, heart to heart\nLeft, right, left, we all fall down\nStep by step, heart to heart\nLeft, right, left, we all fall down\nLike toy soldiers\nBit by bit, torn apart\nWe never win, but the battle wages on\nFor toy soldiers\n\nI'm supposed to be the soldier who never blows his composure\nEven though I hold the weight of the whole world on my shoulders\nI ain't never supposed to show it\nMy crew ain't supposed to know it\nEven if it means goin' toe-to-toe with a Benzino\nIt don't matter, I never drag 'em in battles that I can't handle\n'Less I absolutely have to, I'm supposed to set an example\nI need to be the leader, my crew looks for me to guide 'em\nIf some shit ever does pop off, I'm supposed to be beside 'em\nThat Ja shit, I tried to squash it, it was too late to stop it\nThere's a certain line you just don't cross, and he crossed it\nI heard him say Hailie's name on a song and I just lost it\nIt was crazy, the shit went way beyond some JAY-Z and Nas shit\nAnd even though the battle was won, I feel like we lost it\nI spent so much energy on it, honestly I'm exhausted\nAnd I'm so caught in it that I almost feel I'm the one who caused it\nThis ain't what I'm in hip-hop for, that's not why I got in it\nThat was never my object, for someone to get killed\nWhy would I wanna destroy something I helped build?\nThat wasn't my intentions, my intentions were good\nI went through my whole career without ever mentionin' ****\nAnd that was just outta respect, for not runnin' my mouth\nAnd talkin' about somethin' that I knew nothin' about\nPlus Dre told me stay out, this just wasn't my beef\nSo I did, I just fell back, watched and gritted my teeth\nWhile he's all over TV, down-talkin' the man\nWho literally saved my life, like fuck it, I understand\nThis is business, and this shit just isn't none of my business\nBut still knowin' the shit could pop off at any minute, 'cause—\n\nStep by step, heart to heart\nLeft, right, left, we all fall down\nLike toy soldiers\nBit by bit, torn apart\nWe never win, but the battle wages on\nFor toy soldiers\n\nThere used to be a time when you could just say a rhyme and\nWouldn't have to worry about one of your people dyin'\nBut now it's elevated, 'cause once you put someone's kids in it\nThe shit gets escalated—it ain't just words no more, is it?\nIt's a different ballgame, you call names and you ain't just rappin'\nWe actually tried to stop the 50 and Ja beef from happenin'\nMe and Dre had sat with him, kicked it and had a chat with him\nAnd asked him not to start it, he wasn't gonna go after him\nUntil Ja started yappin' in magazines how he stabbed him\nFuck it, 50, smash him! Mash on him, let him have it\nMeanwhile my attention's pulled in another direction\nSome receptionist at The Source who answers phones at his desk\nHas an erection for me and thinks that I'll be his resurrection\nTries to blow the dust off his mic and make a new record\nBut now he's fucked the game up\n'Cause one of the ways I came up\nWas through that publication, the same one that made me famous\nNow the owner of it has got a grudge against me for nothin'?\nWell, fuck it, that motherfucker could get it too, fuck him then!\nBut I'm so busy bein' pissed off, I don't stop to think\nThat we just inherited 50's beef with Murder Inc.\nAnd he's inherited mine, which is fine, ain't like either of us mind\nBut we still have soldiers that's on the front line\nWho's willin' to die for us as soon as we give the orders\nNever to extort us, strictly to show they support us\nAnd maybe shout 'em out in a rap or up in a chorus\nTo show 'em we love 'em back and let 'em know how important\nIt is to have Runyon Avenue soldiers up in our corners\nTheir loyalty to us is worth more than any award is\nBut I ain't tryna have none of my people hurt or murdered\nIt ain't worth it, I can't think of a perfecter way to word it\nThan to just say that I love y'all too much to see the verdict\nI'll walk away from it all 'fore I let it go any further\nBut don't get it twisted, it's not a plea that I'm coppin'\nI'm just willin' to be the bigger man, if y'all can quit poppin'\nOff at the jaws, well, then I can, 'cause frankly I'm sick of talkin'\nI'm not gonna let someone else's coffin rest on my conscience\n'Cause—\n\nStep by step, heart to heart\nLeft, right, left, we all fall down\nLike toy soldiers\nBit by bit, torn apart\nWe never win, but the battle wages on\nFor toy soldiers",
        "title": "Like Toy Soldiers"
    },
    {
        "lyrics": "These ideas are nightmares to white parents\nWhose worst fear is a child with dyed hair and who likes earrings\nLike whatever they say has no bearing\nIt's so scary in a house that allows no swearing\nTo see him walkin' around with his headphones blarin'\nAlone in his own zone, cold and he don't care, he's\nA problem child, and what bothers him all comes out\nWhen he talks about his fuckin' dad walkin' out (Bitch!)\n'Cause he hates him so bad that he blocks him out\nIf he ever saw him again he'd probably knock him out\nHis thoughts are wacked, he's mad so he's talkin' back\nTalkin' black, brainwashed from rock and rap\nHe sags his pants, do-rags and a stockin' cap\nHis step-father hit him so he socked him back\nAnd broke his nose, his house is a broken home\nThere's no control, he just lets his emotions go\n\n(Come on!) Sing with me (Sing!), sing for the year (Sing it!)\nSing for the laughter and sing for the tear (Come on!)\nSing it with me, it's just for today\nMaybe tomorrow the good Lord will take you away\n\nEntertainment is changin', intertwinin' with gangsters\nIn the land of the killers, a sinner's mind is a sanctum\nHoly or unholy, only have one homie\nOnly this gun, lonely ‘cause don't anyone know me\nYet everybody just feels like they can relate (Huh-uh)\nI guess words are a motherfucker, they can be great\nOr they can degrade, or even worse, they can teach hate\nIt's like these kids hang on every single statement we make\nLike they worship us, plus all the stores ship us platinum\nNow how the fuck did this metamorphosis happen?\nFrom standin' on corners and porches just rappin'\nTo havin' a fortune, no more kissin' ass\nBut then these critics crucify you (Yep), journalists try to burn you\nFans turn on you, attorneys all want a turn at you\nTo get they hands on every dime you have\nThey want you to lose your mind every time you mad\nSo they can try to make you out to look like a loose cannon\nAny dispute won't hesitate to produce handguns\nThat's why these prosecutors wanna convict me\nStrictly just to get me off of these streets quickly\nBut all they kids be listenin' to me religiously\nSo I'm signin' CDs while police fingerprint me\nThey're for the judge's daughter, but his grudge is against me\nIf I'm such a fuckin' menace, this shit doesn't make sense, B\nIt's all political, if my music is literal\nAnd I'm a criminal, how the fuck can I raise a little girl?\nI couldn't, I wouldn't be fit to\nYou're full of shit too, Guerrera, that was a fist that hit you! (Bitch!)\n\n(Come on!) Sing with me (Sing!), sing for the year (Sing it!)\nSing for the laughter and sing for the tear (Sing that shit!)\nSing it with me, it's just for today\nMaybe tomorrow the good Lord will take you away\n\nThey say music can alter moods and talk to you\nWell, can it load a gun up for you and cock it too?\nWell, if it can, then the next time you assault a dude\nJust tell the judge it was my fault and I'll get sued\nSee, what these kids do is hear about us totin' pistols\nAnd they wanna get one ‘cause they think the shit's cool\nNot knowin' we really just protectin' ourselves\nWe entertainers, of course the shit's affectin' our sales\nYou ignoramus, but music is reflection of self\nWe just explain it, and then we get our checks in the mail\nIt's fucked up, ain't it? How we can come from practically nothin'\nTo bein' able to have any fuckin' thing that we wanted\nThat's why we sing for these kids who don't have a thing\nExcept for a dream and a fuckin' rap magazine (Ha-ha!)\nWho post pin-up pictures on they walls all day long\nIdolize they favorite rappers and know all they songs\nOr for anyone who's ever been through shit in they lives\nSo they sit and they cry at night, wishin' they'd die\n'Til they throw on a rap record and they sit and they vibe\nWe're nothin' to you, but we're the fuckin' shit in they eyes\nThat's why we seize the moment, try to freeze it and own it\nSqueeze it and hold it ‘cause we consider these minutes golden\nAnd maybe they'll admit it when we're gone, just let our spirits\nLive on through our lyrics that you hear in our songs, and we can…\n\nSing with me (Sing!), sing for the year (Sing it!)\nSing for the laughter and sing for the tear (Come on!)\nSing it with me, it's just for today\nMaybe tomorrow the good Lord will take you away\n\nSing with me (Sing!), sing for the year (Sing it!)\nSing for the laughter and sing for the tear (Come on!)\nSing it with me, it's just for today\nMaybe tomorrow the good Lord will take you away",
        "title": "Sing for the Moment"
    },
    {
        "lyrics": "Feels like a close, it's coming to\nFuck am I gonna do?\nIt's too late to start over\nThis is the only thing I, thing I know\n\nSometimes I feel like all I ever do is\nFind different ways to word the same old song\nEver since I came along\nFrom the day the song called “Hi! My Name Is” dropped\nStarted thinking my name was Fault\n‘Cause any time things went wrong\nI was the one who they would blame it on\nThe media made me the equivalent\nOf a modern-day Genghis Khan\nTried to argue it was only entertainment, dog\nGangster? Nah, courageous balls\nHad to change my style, they said I'm way too soft\nAnd I sound like AZ and Nas, out came the claws\nAnd the fangs been out since then\nBut up until the instant that I went against it\nIt was ingrained in me\nThat I wouldn't amount to a shit stain, I thought\nNo wonder I had to unlearn everything my brain was taught\n\"Do I really belong in this game?\", I pondered\nI just wanna play my part\nShould I make waves or not?\nSo back and forth in my brain the tug of war wages on\nAnd I don't wanna seem ungrateful\nOr disrespect the art form I was raised upon\nBut sometimes you gotta take a loss\nAnd have people rub it in your face\nBefore you get made pissed off\nAnd keep plugging, it's your only outlet\nAnd your only outfit, so you know they gonna talk about it\nBetter find a way to counter it quick and make it… ah\nFeel like I've already said this a kabillion 80 times\nHow many times can I say the same thing\nDifferent ways that rhyme?\nWhat I really wanna say is, if there's anyone else that can relate to my story, bet you feel the same way I felt\nWhen I was in the same place you are, when I was afraid to—\n\nI was a, afraid to make a single sound\nAfraid I would never find a way out, out, out\nAfraid I'd never be found (My dreams)\nI didn't wanna go another round (Yeah)\nAn angry man's power will shut you up (Agh!)\nTrip wires fill this house with tip-toed love\nRun out of excuses for everyone\nSo here I am and I will not run (Yeah)\n\nGuts over fear (The time is near)\nGuts over fear (Might shed a tear)\nFor all the times I let you push me round\nI let you keep me down (Now I got)\nGuts over fear, guts over fear\n\nFeels like a close, it's coming to\nFuck am I gonna do?\nIt's too late to start over\nThis is the only thing I, thing I know\n\nI know what it was like, I was there once\nSingle parents, hate your appearance\nAs you struggle to find your place in this world\nAnd the pain spawns all the anger on\nBut it wasn't 'til I put the pain in song\nLearned who to aim it on that I made a spark\nStarted to spit harder shit\nLearned how to harness it while the reins were off\nAnd there was a lot of bizarre shit, but the crazy part\nWas soon as I stopped saying I gave a fuck\nHaters started to appreciate my art\nAnd it just breaks my heart to look at all the pain I caused\nBut what am I gonna do when the rage is gone\nAnd the lights go out in that trailer park? Oh\nAnd the window is closing and there's nowhere else that I can go with flows and I'm frozen\n‘Cause there's no more emotion for me to pull from\nJust a bunch of playful songs that I make for fun\nSo, to the break of dawn, here I go recycling the same old song\nBut I'd rather make “Not Afraid 2”\nThan make another motherfucking “We Made You,” ah\nNow, I don't wanna seem indulgent\nWhen I discuss my lows and my highs\nMy demise and my uprise, pray to God\nI just open enough eyes later on\nAnd gave you the supplies and the tools\nTo hopefully use that'll make you strong\nEnough to lift yourself up, when you feel like I felt\n‘Cause I can't explain to y'all how dang exhausted my legs felt\nJust having to balance my dang self\nWhen on eggshells, I was made to walk\nBut thank you, Ma, ‘cause that gave me the\nStrength to cause Shady-mania, so when they empty that stadium\nLeast I made it out of that house\nAnd found a place in this world when the day was done\nSo this is for every kid who all's they ever did\nWas dreamt of one day just getting accepted\nI represent him or her, anyone similar\nYou are the reason that I made this song\nAnd everything you're scared to say\nDon't be afraid to say no more\nFrom this day forward, just let them a-holes talk\nTake it with a grain of salt—and eat their fucking faces off!\nThe legend of the angry blond\nLives on through you when I’m gone, and to think I was a—\n\nI was a, afraid to make a single sound\nAfraid I would never find a way out, out, out\nAfraid I'd never be found (My dreams)\nI didn't wanna go another round (Yeah)\nAn angry man's power will shut you up (Agh!)\nTrip wires fill this house with tip-toed love\nRun out of excuses for everyone\nSo here I am and I will not run (Yeah)\n\nGuts over fear (The time is near)\nGuts over fear (Might shed a tear)\nFor all the times I let you push me round\nI let you keep me down (Now I got)\nGuts over fear, guts over fear",
        "title": "Guts Over Fear"
    },
    {
        "lyrics": "Motherfuckers say that I'm foolish, I only talk about jewels (Bling bling)\nDo you fools listen to music or do you just skim through it?\nSee, I'm influenced by the ghetto you ruined\nThe same dude you gave nothin', I made somethin' doin'\nWhat I do, through and through and\nI give you the news with a twist, it's just his ghetto point of view\nThe renegade, you been afraid I penetrate pop culture\nBring 'em a lot closer to the block where they pop toasters\nAnd they live with they moms, got dropped roadsters\nFrom botched robberies, niggas crouched over\nMami's knocked up ‘cause she wasn't watched over\nKnocked down by some clown when child support knocked\n\"No, he's not around.\" Now, how that sound to ya? Jot it down\nI bring you through the ghetto without ridin' round\nHidin' down, duckin' strays from frustrated youths stuck in they ways\nJust read a magazine that fucked up my day\nHow you rate music that thugs with nothin' relate to it?\nI help them see they way through it—not you\nCan't step in my pants, can't walk in my shoes\nBet everything you worth, you'll lose your tie and your shirt\n\nSince I'm in a position to talk to these kids and they listen\nI ain't no politician, but I'll kick it with 'em a minute\n‘Cause, see, they call me a menace and if the shoe fits, I'll wear it\nBut if it don't, then y'all will swallow the truth, grin and bear it\nNow who's the king of these rude, ludicrous, lucrative lyrics?\nWho could inherit the title, put the youth in hysterics\nUsin' his music to steer it, sharin' his views and his merits?\nBut there's a huge interference, they're sayin' you shouldn't hear it\nMaybe it's hatred I spew, maybe it's food for the spirit\nMaybe it's beautiful music I made for you to just cherish\nBut I'm debated, disputed, hated and viewed in America\nAs a motherfuckin' drug addict, like you didn't experiment?\nNah, nah!—That's when you start to stare at who's in the mirror\nAnd see yourself as a kid again, and you get embarrassed\nAnd I got nothin' to do but make you look stupid as parents\nYou fuckin' do-gooders, too bad you couldn't do good at marriage (Ha-ha!)\nAnd do you have any clue what I had to do to get here?\nI don't think you do, so stay tuned and keep your ears glued to the stereo\n‘Cause here we go, he's Jigga-Jur-Jigga-Jih-Jigga\nAnd I'm the sinister Mr. Kiss-My-Ass is just a—\n\n—renegade! Never been afraid to say\nWhat's on my mind at any given time of day\n‘Cause I'm a renegade!\nNever been afraid to talk about anything\n(Anything?) Anything! (Anything)\nRenegade! (Never been afraid to say)\n(What's on my mind at any given time of day)\n(‘Cause I'm a) renegade!\n(Never been afraid to holler about anything)\nAnything? (Anything) Anything!\n\nI had to hustle, my back to the wall, ashy knuckles\nPockets filled with a lotta lint, not a cent\nGotta vent, lotta innocent lives lost on the project bench\nWhat you hollerin'? Gotta pay rent, bring dollars in\nBy the bodega, iron under my coat\nFeelin' braver, durag wrappin' my waves up, pockets full of hope\nDo not step to me, I'm awkward, I box lefty\nAn orphan my pops left me and often my momma wasn't home\nCould not stress to me, I wasn't grown\n'Specially on nights I brought somethin' home to quiet the stomach rumblings\nMy demeanor, thirty years my senior\nMy childhood didn't mean much, only raisin' green up\nRaisin' my fingers to critics, raisin' my head to the sky\nBig, I did it, multi before I die\nNo lie, just know I chose my own fate\nI drove by the fork in the road and went straight\n\nSee, I'm a poet to some, a regular modern-day Shakespeare\nJesus Christ, the king of these Latter-day Saints here\nTo shatter the picture in which of that as they paint me as\nA monger of hate, satanist, scatter-brained atheist\nBut that ain't the case, see, it's a matter of taste\nWe as a people decide if Shady's as bad as they say he is\nOr is he the latter, a gateway to escape?\nMedia scapegoat who they can be mad at today\nSee, it's as easy as cake, simple as whistlin' \"Dixie\"\nWhile I'm wavin' the pistol at sixty Christians against me\nGo to war with the Mormons, take a bath with the Catholics\nIn holy water, no wonder they tried to hold me under longer\nI'm a motherfuckin' spiteful, delightful eyeful\nThe new Ice Cube, motherfuckers hate to like you\nWhat did I do? (Huh?) I'm just a kid from the gutter\nMakin' his butter off these bloodsuckers, ‘cause I'm a muh'fuckin'—\n\n—renegade! Never been afraid to say\nWhat's on my mind at any given time of day\n‘Cause I'm a renegade!\nNever been afraid to talk about anything\n(Anything?) Anything! (Anything)\nRenegade! (Never been afraid to say)\n(What's on my mind at any given time of day)\n(‘Cause I'm a) renegade!\n(Never been afraid to holler about anything)\nAnything? (Anything) Anything!\n\nRenegade! Never been afraid to say\nWhat's on my mind at any given time of day\n‘Cause I'm a renegade!\nNever been afraid to talk about anything\n(Anything?) Anything! (Anything)\nRenegade! (Never been afraid to say)\n(What's on my mind at any given time of day)\n(‘Cause I'm a) renegade!\n(Never been afraid to holler about anything)\nAnything? (Anything) Anything!",
        "title": "Renegade"
    },
    {
        "lyrics": "I get to bustin' like I'm a thirty ought six\nWhen I'm rippin' the beat up, but then I heard he got pissed\nWhen I got at the top and they made him purty hot (Uh)\n'Cause he knowin' that Tecca Nina's a dirty chopper (Uh)\nHe's handle, holmes, here's a handful\nHow in the hell he hoverin' havin' hella go ham though?\nI said to Seven, \"Richie Havens'll be the man\"\nSo we put it together thinkin' Eminem was a gamble (uh)\nGuess not, 'cause he be the guest spot\nKaliko said, \"What we doin'?\" – I said to him, \"Let's chop!\"\nSo now the people finally get three of the best locked (Uh)\nNever be another chopper's comin' so let's rock, nigga! (Uh)\nYou're on, people got to wonderin' if it's a for sure song\nYes, I got another killer makin' a tour strong\nIf you thinkin' of battlin'—uh, you're gone!\n\nNobody can catch him, he the Speedy Gonzales\nThe beat is a problem\nAnd if you got your feet in your mouth\nYou gon' have to beat it up out of him\nIt's a lot of 'em, and I mean a lot of 'em\nAnd me and Nina used to follow them\nI've got to audibly body them\nThis is it, man, the hitman, the Ip Man, karate 'em\nAnd if fans will lift hands, we'll get dancin' out of 'em\nAnd in Kansas advanced to withstand a pile of 'em\nWho stands with two hands up movin' the crowd of 'em\nIf I ain't makin' sense\nThen you better sample the amp of it like the bass\nIt ain't ever been a gift for me to heat 'em\nI beat 'em, I burn 'em (Then I let 'em melt)\nThey never heard of us, but look at 'em turnin' up (Uh)\nI slap the shirt off a super simpleton, make 'em be impotent\nIf and when I be flippin', niggas be feminine (Okay)\nI said the purpose to pimp a pen\nAnd reverse the conditions I'm livin' in\nAnd do bigger numbers than Eminem\nGotta be fast, or I'll smash on a nigga\nWith half the cash I'm a little sicker, quicker than you figure\n(Ice cold) I make 'em shiver bigger than the winter\nIf you half-ass deliverin' I'ma eat your dinner (Yum)\nBetter than mine, oh no, not me, I mean other guys (Okay)\nI jump around, so do that mean that I'm rubberized? (Okay)\nMe and N9ne master, meaning we murderize\nWe'll bleed 'em, beat 'em 'til they be gone, feed 'em!\n\nSpeedom! (If you wanna go with us)\nSpeedom! (I'ma leave 'em in the dust)\nSpeedom! (I must be the one to bust)\nSpeedom! (And I'm gonna hit the clutch)\nSpeedom! (If you wanna go with us)\nSpeedom! (I'ma leave 'em in the dust)\nSpeedom! (I must be the one to bust)\nSpeedom! (And I'm gonna hit the clutch)\n\nSometimes (Go) I feel (Go)\nLike I'll never slow down\n(Worldwide Choppers)\nSometimes (Go) I feel (Go)\nLike I'll never slow down\n(Worldwide Choppers)\n\nWait! Before I wreck this beat, let me just check to see\nIf Stephanie Mills left any extra refills\nOf ecstasy pills next to me, in the seats spilled\nOr she eat 'em all with a breakfast drink (You inspect the sink?)\nI'm in the habit of grabbin' a mic and babblin', I dabble in Vics\nBut I might just swallow my fuckin' Ritalin tablet after tonight\nI'm grabbin' it right from the medicine cabinet\n'Cause that's what it's like, and attackin' it like a Dracula bite\nJetpack in a backpack when I write\nAll this anger pent-up inside\nI went up inside a Bennigans diner with a cigarette lighter\nFigured I'd try to set a big enough fire\nThat'll trigger the sprinkler system\nAnd I'd escape, but the getaway driver\nScrewed up my limo, collided with the center divider\nI went through the window\nAnd ended up being pinned to the side\nOf a semi fender beside a friend of the guy's wife Brenda\nThe flight attendant from Idaho\nThat took an antenna in the vagina hole\n'Cause when I pick up a pen I'm venomous\nAnd I'm as slick as Dennis the Menace\nLike an evil dental hygienist, sinister\nYou've been yellin' dementedness\nI invented this, I'm the genesis\nEminem is a nemesis to a feminist\nFuckin' smart alec degenerate, I got Ellen DeGeneres\nTryna tell me these men are just full of jealousy, envious\nOf female independence, hell with a clitoris, hit or miss\nYou will never consider this a bitter disappointment\nI'll never fail to deliver this\nWhatever the weather in this'll be\nJust like a certificate of authenticity that I'm thinkin' about\nJust tryna think of the quickest and sickest way\nTo make 'em picket, I pick a day to be a prick\nThen I'm pickin' the wickedest shit to say\nSpit it back on a level, incredible\nHead full of Red Bull, unforgettable\nBetter believe these beats are edible\nI consider loose leaf a vegetable\nAnd I stalk my prey\nYou think you got away? Uh-uh, not today\nMurder you on a song and then I'll just say\nI was with Dr. Dre and Robert Blake, eatin' lobster, steak\nAnd coffee cake at a restaurant with Drake\nAnd Tech just gotta make sure that our stories corroborate\nI'm a lot to take, like Kanye walkin' up on the stage\nFor Beyoncé, like it's my job to say\nThat you're not a real artist, but it's my obligation\nHonest Abe is on his way, you will not escape\nAmmunition replenished, the Punisher\nWith his gun insured, hundred words\nIn a clip, other words motherfuckers better run\nIf you're not lookin' to get run over by the roadrunner\nNo wonder no one don't wanna go\nAnd jump in front of a fuckin' runaway locomotive\nOr get thrown up under it just tryna fuck with the—\n\nSpeedom! (If you wanna go with us)\nSpeedom! (I'ma leave 'em in the dust)\nSpeedom! (I must be the one to bust)\nSpeedom! (And I'm gonna hit the clutch)\nSpeedom! (If you wanna go with us)\nSpeedom! (I'ma leave 'em in the dust)\nSpeedom! (I must be the one to bust)\nSpeedom! (And I'm gonna hit the clutch)\n\nSometimes (Go) I feel (Go)\nLike I'll never slow down\n(Worldwide Choppers)\nSometimes (Go) I feel (Go)\nLike I'll never slow down\n(Worldwide Choppers)\n\nI'm the fury, the final fight\nI flip it on fraudulent fellas for feelin' fright\nI flick it on fire, finish him when the flow in flight\nFeminine fakers fall, I'm floggin' a foe with a fife\nNever forget it, I severed the head of a critic\nI sped up and did it, you trippin' to be a dead epidemic\nOr wet up a clinic, and make a bloody redder percentage\nOf an addict who's havin' to get the lead of a cynic\nI was never the Devil, I put up a fight up in the industry\nPeddle the metal, we givin' the light, a lot of energy\nWe reppin', beat checkin' he that be Koba\nIf he's the evil enemy it'll be over\nRunning you down, in front of your town\nYou ever makin' fun of the clown, I'm gunnin' you down\nWe doin' it under the ground, a wonderful sound\nIf anybody come at the hound, no one'll be found, bitch!\nWould never be choppin' without Slick Rick\nI got it from the record \"Lick the Balls\" and this dick\nIf you never listen to me, you musical misfit\nNah, 'cause every time I be droppin' I get bit\nI'm hearin' a lot of rappers, they tryin' to spit quick\nBut the Middle West got 'em and we kill 'em in this bitch\nIf you ain't in my circle of choppers you missed it\n'Cause me and my nigga Twista rule it—and this it\n\nSpeedom! (If you wanna go with us)\nSpeedom! (I'ma leave 'em in the dust)\nSpeedom! (I must be the one to bust)\nSpeedom! (And I'm gonna hit the clutch)\nSpeedom! (If you wanna go with us)\nSpeedom! (I'ma leave 'em in the dust)\nSpeedom! (I must be the one to bust)\nSpeedom! (And I'm gonna hit the clutch)\n\nSometimes (Go) I feel (Go)\nLike I'll never slow down\n(Worldwide Choppers)\nSometimes (Go) I feel (Go)\nLike I'll never slow down\n(Worldwide Choppers)",
        "title": "Speedom (Worldwide Choppers 2)"
    },
    {
        "lyrics": "Yeah, yeah, sick\n(d.a. got that dope)\n\nThey say these bars are like COVID (Bars are like COVID; what?)\nYou get 'em right off the bat (You get 'em right off the bat; yeah)\nInfected with SARS and Corona (Infected with SARS and Corona)\nLike you took a bite off of that (You took a bite off of that; damn)\nAnd it goes from martian to human (From martian to human; yeah)\nThat's how the virus attacks (That's how the virus attacks)\nThey come at me with machine guns (At me with machine guns; brr)\nLike trying to fight off a gnat\n\nStill stackin' my chips, hoes\nHigher than Shaq on his tiptoes\nAtop the Empire State Buildin'\nThis shit is like child's play, childrеn\nI will anni-nihilate, kill them\nI'll fuck around and pile еight million\nDead little juveniles, wait, chill, then\nI'll await my trial date 'til then (What?)\nAin't nothin' you say could ever trump (Nah), mic, pencil get killed (Yeah)\nIf you're hypersensitive, I wasn't referencin' the vice president, chill (Chill)\nI mean my penmanship at times tends to get ill, violence but with skill\nThat's why I hence when I write ends up with the mic and pencil gettin' killed (Haha, yeah, hold up)\nAnd I'm still ride or die for the squad (Yeah)\nSo you know which side that I'm on\nIf a battle line's ever drawn, but if I get involved\nIt'll be like K9's in a brawl\nBut not similar to Mike Vick at all\n'Cause even if I don't have a dog in the fight\nThey ain't never gonna get rid of the fight in the dog (Fight in the dog)\nGot stripes like a tiger, so you might get mauled, a mic in the palms\nLike claws, I can swing right for your jaw\nAnd rip it off with one swipe of the paw\nBitch, you still on my dick or nah? (Nah)\nIf I suck, your wife is a straw (Straw)\nI'm sick and I'm not gonna cover my mouth next time that I cough 'cause\n\nThey say these bars are like COVID (Bars are like COVID; what?)\nYou get 'em right off the bat (You get 'em right off the bat; yeah)\nInfected with SARS and Corona (Infected with SARS and Corona)\nLike you took a bite off of that (You took a bite off of that; damn)\nAnd it goes from martian to human (From martian to human; yeah)\nThat's how the virus attacks (That's how the virus attacks)\nThey come at me with machine guns (At me with machine guns; brr)\nLike trying to fight off a gnat (Like trying to fight off a gnat; yeah, yeah)\n\nAnd d.a. got that dope he sends to me (Uh-huh)\nIt's like pneumonia symptoms and contracting COVID instantly\nWhich is what separates my flow from theirs\nSo that no one gets even close to this to pose a risk to me\nSo vocalistically (What?), that's social distancing (Yeah)\nFlow going viral, you best stay strapped\nWith that Lysol and get way back (Shh)\nGet that Pine-Sol and that Ajax\n'Cause this dry cough is just like football umpires callin' a playback\nBitch, back the fuck up like fifteen yards, these rhymes call for a face mask (Face mask)\n'Nother fourteen-day quarantine, they're cordoning off everything\nThis shit lookin' like a horror scene, like me metaphorically (Damn)\n'Cause them stay-at-home orders seem\nLike they just keep getting more extreme\nWho knows when this nightmare will end (Marilyn)? Like Monroe, Norma Jean (Norma Jean)\nStill got that heroin lyrical drip with that morphine and that Thorazine\n'Cause I'm so fuckin' dope (Dope) and you're a fiend\nAnd that's the one thing that hasn't changed (Nope)\nFor some semblance of normalcy\nBut I might need that Hydrochloroquine 'cause I got that (Yeah)\nThe Dark Horse, I'm a knight-mare\nMom fed me Valium like air (Mmm)\nThought that's why they called it a high chair (Woah)\nI got a contact like eyewear (Woah)\nWait a minute, bitch, let me lie here (Uh)\n20/20 hindsight in my side mirror\nEvery year, you drop the ball like Times Square\nMy hair trigger whenever I get an idea's\nLike, fuck, now my name rings out like a sponge mop\nAnd my drip was a drop\nIn the bucket, so that gun shot\nYou just heard just now in that one spot\nJust came from the nine mil' that I just got\nThat's big bucks and I got a full money clip and I'm loaded\nI ain't even mean to go the fuck off\nAnd I'm still totally inappropriate with an opiate\nGroping it while I'm holding it like a trophy\nI'm hoping a little codeine'll get me OD'in'\nWoah, everything is slow, I begin to floating\nI know that I'm getting loaded, the pen exploded\nHiroshima with the flows, a utopia\nWith the dope, I'm an OG, I'm like the G.O.A.T.​\nHere to get your goat little bit of sodium, it's assault (A salt)\nWhen I'm at the podium, at your throat, holy camoly\nI'm in the zone with the shit I'm on\nGet Imodium and a commode because nobody's even close\nYou're petroleum to plutonium, you're a phony\nI'm at the crib with your ho\nGot her at the pole like voting with no clothing\nStripped down to a toe ring and here we go with the gloating\nI've got my nose in the air like a Boeing\nThen I got into a little bit of an argument with her\nSo I took a little lick of a Klonopin at dinner\nThen I hit her with the motherfucking ottoman and bit her\nThen I shot her in the liver, delivered her to the bottom of the river (Dope)\nBut I'm probably gon' jump in the water with her\nWith a wad of money 'cause I got a lot of it\nAnd when it come to drippin', I be soppin' like a hundred mile an hour\nNever runnin' out of either one of 'em, I gotta get it 'cause\n\nThey say these bars are like COVID (Bars are like COVID; what?)\nYou get 'em right off the bat (You get 'em right off the bat; yeah)\nInfected with SARS and Corona (Infected with SARS and Corona)\nLike you took a bite off of that (You took a bite off of that; damn)\nAnd it goes from martian to human (From martian to human; yeah)\nThat's how the virus attacks (That's how the virus attacks)\nThey come at me with machine guns (At me with machine guns; brr)\nIt's like trying to fight off a gnat (Fight off a gnat)",
        "title": "Gnat"
    }
]