[
    {
        "lyrics": "\"Look, I was gonna go easy on you not to hurt your feelings\"\n\"But I'm only going to get this one chance\" (Six minutes— Six minutes—)\n\"Something's wrong, I can feel it\" (Six minutes, Slim Shady, you're on!)\n\"Just a feeling I've got, like something's about to happen, but I don't know what. \nIf that means what I think it means, we're in trouble, big trouble; \nAnd if he is as bananas as you say, I'm not taking any chances\"\n\"You are just what the doc ordered\"\n\nI'm beginnin' to feel like a Rap God, Rap God\nAll my people from the front to the back nod, back nod\nNow, who thinks their arms are long enough to slap box, slap box?\nThey said I rap like a robot, so call me Rap-bot\n\nBut for me to rap like a computer it must be in my genes\nI got a laptop in my back pocket\nMy pen'll go off when I half-cock it\nGot a fat knot from that rap profit\nMade a livin' and a killin' off it\nEver since Bill Clinton was still in office\nWith Monica Lewinsky feelin' on his nutsack\nI'm an MC still as honest\nBut as rude and as indecent as all hell\nSyllables, skill-a-holic (Kill 'em all with)\nThis flippity dippity-hippity hip-hop\nYou don't really wanna get into a pissin' match\nWith this rappity brat, packin' a MAC in the back of the Ac'\nBackpack rap crap, yap-yap, yackety-yack\nAnd at the exact same time, I attempt these lyrical acrobat stunts while I'm practicin' that\nI'll still be able to break a motherfuckin' table\nOver the back of a couple of faggots and crack it in half\nOnly realized it was ironic, I was signed to Aftermath after the fact\nHow could I not blow? All I do is drop F-bombs\nFeel my wrath of attack\nRappers are havin' a rough time period, here's a maxi pad\nIt's actually disastrously bad for the wack\nWhile I'm masterfully constructing this masterpièce\n\n'Cause I'm beginnin' to feel like a Rap God, Rap God\nAll my people from the front to the back nod, back nod\nNow, who thinks their arms are long enough to slap box, slap box?\nLet me show you maintainin' this shit ain't that hard, that hard\nEverybody want the key and the secret to rap immortality like Ι have got\n\nWell, to be truthful the blueprint's\nSimply rage and youthful exuberance\nEverybody loves to root for a nuisance\nHit the Earth like an asteroid\nDid nothing but shoot for the Moon since (Pew!)\nMCs get taken to school with this music\n'Cause I use it as a vehicle to \"bus the rhyme\"\nNow I lead a new school full of students\nMe? I'm a product of Rakim\nLakim Shabazz, 2Pac, N.W.A, Cube, hey Doc, Ren\nYella, Eazy, thank you, they got Slim\nInspired enough to one day grow up, blow up and be in a position\nTo meet Run–D.M.C., induct them\nInto the motherfuckin' Rock and Roll Hall of Fame\nEven though I'll walk in the church and burst in a ball of flames\nOnly Hall of Fame I'll be inducted in is the alcohol of fame\nOn the wall of shame\nYou fags think it's all a game, 'til I walk a flock of flames\nOff a plank and, tell me what in the fuck are you thinkin'?\nLittle gay-lookin' boy\nSo gay I can barely say it with a straight face, lookin' boy (Ha-ha!)\nYou're witnessin' a mass-occur\nLike you're watching a church gathering take place, lookin' boy\n\"Oy vey, that boy's gay!\"—that's all they say, lookin' boy\nYou get a thumbs up, pat on the back\nAnd a \"way to go\" from your label every day, lookin' boy\nHey, lookin' boy! What you say, lookin' boy?\nI get a \"hell yeah\" from Dre, lookin' boy\nI'ma work for everything I have, never asked nobody for shit\nGet outta my face, lookin' boy!\nBasically, boy, you're never gonna be capable\nOf keepin' up with the same pace, lookin' boy, 'cause—\n\nI'm beginnin' to feel like a Rap God, Rap God\nAll my people from the front to the back nod, back nod\nThe way I'm racin' around the track, call me NASCAR, NASCAR\nDale Earnhardt of the trailer park, the White Trash God\nKneel before General Zod\nThis planet's Krypton—no, Asgard, Asgard\n\nSo you'll be Thor and I'll be Odin\nYou rodent, I'm omnipotent\nLet off, then I'm reloadin'\nImmediately with these bombs I'm totin'\nAnd I should not be woken\nI'm the walkin' dead, but I'm just a talkin' head, a zombie floatin'\nBut I got your mom deep-throatin'\nI'm out my Ramen Noodle\nWe have nothin' in common, poodle\nI'm a Doberman, pinch yourself in the arm and pay homage, pupil\nIt's me, my honesty's brutal\nBut it's honestly futile if I don't utilize what I do though\nFor good at least once in a while\nSo I wanna make sure somewhere in this chicken scratch I scribble and doodle enough rhymes\nTo maybe try to help get some people through tough times\nBut I gotta keep a few punchlines\nJust in case 'cause even you unsigned\nRappers are hungry lookin' at me like it's lunchtime\nI know there was a time where once I\nWas king of the underground\nBut I still rap like I'm on my Pharoahe Monch grind\nSo I crunch rhymes, but sometimes when you combine\nAppeal with the skin color of mine\nYou get too big and here they come tryin'\nTo censor you like that one line\nI said on \"I'm Back\" from The Mathers LP 1 when I\nTried to say I'll take seven kids from Columbine\nPut 'em all in a line, add an AK-47, a revolver and a 9\nSee if I get away with it now that I ain't as big as I was, but I'm\nMorphin' into an immortal, comin' through the portal\nYou're stuck in a time warp from 2004 though\nAnd I don't know what the fuck that you rhyme for\nYou're pointless as Rapunzel with fuckin' cornrows\nYou write normal? Fuck being normal!\nAnd I just bought a new raygun from the future\nJust to come and shoot ya, like when Fabolous made Ray J mad\n'Cause Fab said he looked like a fag at Mayweather's pad\nSingin' to a man while he played piano\nMan, oh man, that was a 24/7 special on the cable channel\nSo Ray J went straight to the radio station\nThe very next day, \"Hey Fab, I'ma kill you!\"\nLyrics comin' at you at supersonic speed (J.J. Fad)\nUh, summa-lumma, dooma-lumma, you assumin' I'm a human\nWhat I gotta do to get it through to you I'm superhuman?\nInnovative and I'm made of rubber so that anything you say is ricochetin' off of me and it'll glue to you and\nI'm devastating, more than ever demonstrating\nHow to give a motherfuckin' audience a feeling like it's levitating\nNever fading, and I know the haters are forever waiting\nFor the day that they can say I fell off, they'll be celebrating\n'Cause I know the way to get 'em motivated\nI make elevating music, you make elevator music\n\"Oh, he's too mainstream.\"\nWell, that's what they do when they get jealous, they confuse it\n\"It's not hip-hop, it's pop,\"—'cause I found a hella way to fuse it\nWith rock, shock rap with Doc\nThrow on \"Lose Yourself\" and make 'em lose it\n\"I don't know how to make songs like that\nI don't know what words to use.\"\nLet me know when it occurs to you\nWhile I'm rippin' any one of these verses that versus you\nIt's curtains, I'm inadvertently hurtin' you\nHow many verses I gotta murder to\nProve that if you were half as nice, your songs you could sacrifice virgins too?!\nUgh, school flunky, pill junkie\nBut look at the accolades these skills brung me\nFull of myself, but still hungry\nI bully myself 'cause I make me do what I put my mind to\nAnd I'm a million leagues above you\nIll when I speak in tongues, but it's still tongue-in-cheek, fuck you\nI'm drunk, so, Satan, take the fucking wheel\nI'ma sleep in the front seat\nBumpin' Heavy D and the Boyz, still \"Chunky but Funky\"\nBut in my head there's something I can feel tugging and struggling\nAngels fight with devils and here's what they want from me\nThey're askin' me to eliminate some of the women hate\nBut if you take into consideration the bitter hatred\nI have, then you may be a little patient\nAnd more sympathetic to the situation\nAnd understand the discrimination\nBut fuck it, life's handin' you lemons? Make lemonade then!\nBut if I can't batter the women\nHow the fuck am I supposed to bake them a cake then?!\nDon't mistake him for Satan; it's a fatal mistake\nIf you think I need to be overseas and take a vacation\nTo trip a broad, and make her fall on her face and\nDon't be a retard—be a king? Think not\nWhy be a king when you can be a god?",
        "title": "Rap God"
    },
    {
        "lyrics": "You sound like a bitch, bitch\nShut the fuck up\nWhen your fans become your haters\nYou done?\nFuckin' beard's weird\nAlright\nYou yellin' at the mic, fuckin' weird beard (You want smoke)\nWe doin' this once\nYou yellin' at the mic, your beard's weird\nWhy you yell at the mic? (Illa)\n\nRihanna just hit me on a text\nLast night I left hickeys on her neck\nWait, you just dissed me? I'm perplexed\nInsult me in a line, compliment me on the next\nDamn, I'm really sorry you want me to have a heart attack\nWas watchin' 8 Mile on my NordicTrack\nRealized I forgot to call you back\nHere's that autograph for your daughter, I wrote it on a Starter cap\nStan, Stan, son\nListen, man, Dad isn't mad\nBut how you gonna name yourself after a damn gun\nAnd have a man-bun?\nThe giant's woke, eyes open, undeniable\nSupplyin' smoke, got the fire stoked\nSay you got me in a scope, but you grazed me\nI say one call to Interscope and you're Swayze\nYour reply got the crowd yelling, \"Woo!\"\nSo before you die let's see who can out-petty who\nWith your corny lines (\"Slim, you're old\")—ow, Kelly, ooh\nBut I'm 45 and I'm still outselling you\nBy 29, I had three albums that had blew\nNow let's talk about somethin' I don't really do\nGo in someone's daughter's mouth stealin' food\nBut you're a fuckin' mole hill\nNow I'ma make a mountain out of you, woo!\nHo, chill, actin' like you put the chrome barrel to my bone marrow\nGunner? Bitch, you ain't a bow and arrow\nSay you'll run up on me like a phone bill, sprayin' lead (Brrt)\nPlayin' dead, that's the only time you hold still (Hold up)\nAre you eating cereal or oatmeal?\nWhat the fuck's in the bowl, milk? Wheaties or Cheerios?\n'Cause I'm takin' a shit in 'em, Kelly, I need reading material\n…Dictionary…\n\"Yo, Slim, your last four albums sucked\nGo back to Recovery,\" oh shoot, that was three albums ago\nWhat do you know? Oops\nKnow your facts before you come at me, lil' goof\nLuxury, oh, you broke, bitch? Yeah, I had enough money in '02\nTo burn it in front of you, ho\nYounger me? No, you the wack me, it's funny but so true\nI'd rather be 80-year-old me than 20-year-old you\n'Til I'm hitting old age\nStill can fill a whole page with a 10-year-old's rage\nGot more fans than you in your own city, lil' kiddy, go play\nFeel like I'm babysitting Lil Tay\nGot the Diddy okay so you spent your whole day\nShootin' a video just to fuckin' dig your own grave\nGot you at your own wake, I'm the billy goat\nYou ain't never made a list next to no Biggie, no Jay\nNext to Taylor Swift and that Iggy ho, you about to really blow\nKelly, they'll be putting your name\nNext to Ja, next to Benzino—die, motherfucker!\nLike the last motherfucker sayin' Hailie in vain\nAlien brain, you Satanist (Yeah)\nMy biggest flops are your greatest hits\nThe game's mine again and ain't nothin' changed but the locks\nSo before I slay this bitch I, mwah, give Jade a kiss\nGotta wake up Labor Day to this (The fuck?)\nBein' rich-shamed by some prick usin' my name for clickbait\nIn a state of bliss 'cause I said his goddamn name\nNow I gotta cock back, aim\nYeah, bitch, pop Champagne to this! (Pop)\nIt's your moment\nThis is it, as big as you're gonna get, so enjoy it\nHad to give you a career to destroy it\nLethal injection\nGo to sleep six feet deep, I'll give you a B for the effort\nBut if I was three-foot-eleven\nYou'd look up to me, and for the record\nYou would suck a dick to fuckin' be me for a second\nLick a ballsack to get on my channel\nGive your life to be as solidified\nThis mothafuckin' shit is like Rambo when he's out of bullets\nSo what good is a fuckin' machine gun when it's outta ammo?\nHad enough of this tatted-up mumble rapper\nHow the fuck can him and I battle?\nHe'll have to fuck Kim in my flannel\nI'll give him my sandals\n'Cause he knows, long as I'm Shady he's gon' have to live in my shadow\nExhausting, letting off on my offspring\nLick a gun barrel, bitch, get off me!\nYou dance around it like a sombrero, we can all see\nYou're fuckin' salty\n'Cause Young Gerald's balls-deep inside of Halsey\nYour red sweater, your black leather\nYou dress better, I rap better\nThat a death threat or a love letter?\nLittle white toothpick\nThinks it's over a pic, I just don't like you, prick\nThanks for dissing me\nNow I had an excuse on the mic to write \"Not Alike\"\nBut really I don't care who's in the right\nBut you're losin' the fight you picked\nWho else want it? Kells—attempt fails! Budden—L's!\nFuckin' nails in these coffins as soft as Cottonelle\nKillshot, I will not fail, I'm with the Doc still\nBut this idiot's boss pops pills and tells him he's got skills\nBut, Kells, the day you put out a hit's the day Diddy admits\nThat he put the hit out that got Pac killed, ah!\nI'm sick of you bein' wack\nAnd still usin' that mothafuckin' Auto-Tune\nSo let's talk about it (Let's talk about it)\nI'm sick of your mumble rap mouth\nNeed to get the cock up out it\nBefore we can even talk about it (Talk about it)\nI'm sick of your blonde hair and earrings\nJust 'cause you look in the mirror and think\nThat you're Marshall Mathers (Marshall Mathers)\nDon't mean you are, and you're not about it\nSo just leave my dick in your mouth and keep my daughter out it\n\nYou fuckin'—oh\nAnd I'm just playin', Diddy\nYou know I love you",
        "title": "Killshot"
    },
    {
        "lyrics": "Ugh, you're a monster\n\nI can swallow a bottle of alcohol and I'll feel like Godzilla\nBetter hit the deck like the card dealer\nMy whole squad's in here, walking around the party\nA cross between a zombie apocalypse and B-Bobby \"The\nBrain\" Heenan which is probably the\nSame reason I wrestle with mania\nShady's in this bitch, I'm posse'd up\nConsider it to cross me a costly mistake\nIf they sleepin' on me, the hoes better get insomnia\nADHD, Hydroxycut\nPass the Courvoisier (Hey, hey)\nIn AA with an AK, melee, finna set it like a playdate\nBetter vacate, retreat like a vacay, mayday (Ayy)\nThis beat is cray-cray, Ray J, H-A-H-A-H-A\nLaughing all the way to the bank, I spray flames\nThey cannot tame or placate the\n\nMonster\nYou get in my way, I'ma feed you to the monster (Yeah)\nI'm normal during the day, but at night, turn to a monster (Yeah)\nWhen the moon shines like Ice Road Truckers\nI look like a villain outta those blockbusters\nGodzilla, fire spitter, monster\nBlood on the dance floor, and on the Louis V carpet\nFire, Godzilla, fire, monster\nBlood on the dance floor, and on the Louis V carpet\n\nI'm just a product of Slick Rick and Onyx, told 'em lick the balls\nHad 'em just appalled, did so many things that pissed 'em off\nIt's impossible to list 'em all\nAnd in the midst of all this\nI'm in a mental hospital with a crystal ball\nTryna see, will I still be like this tomorrow?\nRisperdal, voices whisper\nMy fist is balled back up against the wall, pencil drawn\nThis is just the song to go ballistic on\nYou just pulled a pistol on a guy with a missile launcher\nI'm just a Loch Ness, the mythological\nQuick to tell a bitch screw off like a fifth of vodka\nWhen you twist the top of the bottle, I'm a\n\nMonster\nYou get in my way, I'ma feed you to the monster (Yeah)\nI'm normal during the day, but at night, turn to a monster (Yeah)\nWhen the moon shines like Ice Road Truckers\nI look like a villain outta those blockbusters\nGodzilla, fire spitter, monster\nBlood on the dance floor, and on the Louis V carpet\nFire, Godzilla, fire, monster\nBlood on the dance floor, and on the Louis V carpet\n\nIf you never gave a damn (Ayy), raise your hand\n'Cause I'm about to set trip, vacation plans\nI'm on point like my index is, so all you will ever get is\nThe motherfuckin' finger (Finger), prostate exam ('Xam)\nHow can I have all these fans and perspire?\nLike a liar's pants, I'm on fire\nAnd I got no plans to retire and I'm still the man you admire\nThese chicks are spazzin' out, I only get more handsome and flyer\nI got 'em passin' out like what you do when you hand someone flyers\nAnd what goes around comes around just like the blades on the chainsaw\n'Cause I caught the flack, but my dollars stacked right off the bat like a baseball\nLike Kid Ink, bitch, I got them racks with so much ease that they call me Diddy\n'Cause I make bands and I call getting cheese a cakewalk (Cheesecake, yeah)\nBitch, I'm a player, I'm too motherfuckin' stingy for Cher\nWon't even lend you an ear, ain't even pretending to care\nBut I tell a bitch I'll marry her if she'll bury her\nFace in my genital area, the original Richard Ramirez\nCristhian Rivera, 'cause my lyrics never sit well\nSo they wanna give me the chair\nLike a paraplegic, and it's scary, call it Hari Kari\n'Cause e'ry Tom and Dick and Harry carry a Merriam motherfuckin' dictionary on 'em\nSwearing up and down they can spit, this shit's hilarious\nIt's time to put these bitches in the obituary column\nWe wouldn't see eye to eye with a staring problem\nGet the shaft like a steering column (Monster)\nTrigger happy, pack heat, but it's black ink\nEvil half of the Bad Meets\nEvil, that means take a back seat\nTake it back to Fat Beats with a maxi single\nLook at my rap sheet, what attracts these people\nIs my 'Gangsta Bitch' like Apache with a catchy jingle\nI stack chips, you barely got a half-eaten Cheeto\nFill 'em with the venom and eliminate 'em\nOther words, I Minute Maid 'em\nI don't wanna hurt 'em, but I did, I'm in a fit of rage\nI'm murderin' again, nobody will evade\nI'm finna kill 'em and dump all their fuckin' bodies in the lake\nObliterating everything, incinerate a renegade\nI'm here to make anybody who want it with the pen afraid\nBut don't nobody want it, but they're gonna get it anyway\n'Cause I'm beginnin' to feel like I'm mentally ill\nI'm Attila, kill or be killed, I'm a killer bee, the vanilla gorilla\nYou're bringin' the killer within me outta me\nYou don't wanna be the enemy of the demon who entered me\nAnd be on the receivin' end of me, what stupidity it'd be\nEvery bit of me's the epitome of a spitter\nWhen I'm in the vicinity, motherfucker, you better duck\nOr you finna be dead the minute you run into me\nA hundred percent of you is a fifth of a percent of me\nI'm 'bout to fuckin' finish you, bitch, I'm unfadable\nYou wanna battle, I'm available, I'm blowin' up like an inflatable\nI'm undebatable, I'm unavoidable, I'm unevadable\nI'm on the toilet bowl, I got a trailer full of money and I'm paid in full\nI'm not afraid to pull a—\n\nMan, stop\nLook what I'm plannin', haha",
        "title": "Godzilla"
    },
    {
        "lyrics": "Look, if you had one shot or one opportunity\nTo seize everything you ever wanted in one moment\nWould you capture it, or just let it slip? Yo\n\nHis palms are sweaty, knees weak, arms are heavy\nThere's vomit on his sweater already, mom's spaghetti\nHe's nervous, but on the surface he looks calm and ready\nTo drop bombs, but he keeps on forgetting\nWhat he wrote down, the whole crowd goes so loud\nHe opens his mouth, but the words won't come out\nHe's choking, how? Everybody's joking now\nThe clock's run out, time's up, over—blaow!\nSnap back to reality, ope there goes gravity, ope\nThere goes Rabbit, he choked, he's so mad but he won't\nGive up that easy, no, he won't have it, he knows\nHis whole back's to these ropes, it don't matter, he's dope\nHe knows that but he's broke, he's so stagnant, he knows\nWhen he goes back to this mobile home, that's when it's\nBack to the lab again yo, this old rap shit, he\nBetter go capture this moment and hope it don't pass him, and\n\nYou better lose yourself in the music\nThe moment, you own it, you better never let it go (Go!)\nYou only get one shot, do not miss your chance to blow\nThis opportunity comes once in a lifetime, yo\nYou better lose yourself in the music\nThe moment, you own it, you better never let it go (Go!)\nYou only get one shot, do not miss your chance to blow\nThis opportunity comes once in a lifetime, yo\nYou better…\n\nHis soul's escaping through this hole that is gaping\nThis world is mine for the taking, make me king\nAs we move toward a New World Order\nA normal life is boring; but superstardom's\nClose to post-mortem, it only grows harder\nHomie grows hotter, he blows, it's all over\nThese hoes is all on him, coast-to-coast shows\nHe's known as the Globetrotter, lonely roads\nGod only knows, he's grown farther from home, he's no father\nHe goes home and barely knows his own daughter\nBut hold your nose, 'cause here goes the cold water\nThese hoes don't want him no mo', he's cold product\nThey moved on to the next schmoe who flows\nHe nose-dove and sold nada, and so the soap opera\nIs told, it unfolds, I suppose it's old, partner\nBut the beat goes on: da-da-dom, da-dom, dah-dah, dah-dah\n\nYou better lose yourself in the music\nThe moment, you own it, you better never let it go (Go!)\nYou only get one shot, do not miss your chance to blow\nThis opportunity comes once in a lifetime, yo\nYou better lose yourself in the music\nThe moment, you own it, you better never let it go (Go!)\nYou only get one shot, do not miss your chance to blow\nThis opportunity comes once in a lifetime, yo\nYou better…\n\nNo more games, I'ma change what you call rage\nTear this motherfuckin' roof off like two dogs caged\nI was playin' in the beginning, the mood all changed\nI've been chewed up and spit out and booed off stage\nBut I kept rhymin' and stepped right in the next cypher\nBest believe somebody's payin' the Pied Piper\nAll the pain inside amplified by the\nFact that I can't get by with my nine-to-\nFive and I can't provide the right type of life for my family\n'Cause man, these goddamn food stamps don't buy diapers\nAnd there's no movie, there's no Mekhi Phifer, this is my life\nAnd these times are so hard, and it's gettin' even harder\nTryna feed and water my seed, plus teeter-totter\nCaught up between bein' a father and a prima donna\nBaby mama drama, screamin' on her, too much for me to wanna\nStay in one spot, another day of monotony's\nGotten me to the point I'm like a snail, I've got\nTo formulate a plot or end up in jail or shot\nSuccess is my only motherfuckin' option—failure's not\nMom, I love you, but this trailer's got\nTo go; I cannot grow old in Salem's Lot\nSo here I go, it's my shot: feet, fail me not\nThis may be the only opportunity that I got\n\nYou better lose yourself in the music\nThe moment, you own it, you better never let it go (Go!)\nYou only get one shot, do not miss your chance to blow\nThis opportunity comes once in a lifetime, yo\nYou better lose yourself in the music\nThe moment, you own it, you better never let it go (Go!)\nYou only get one shot, do not miss your chance to blow\nThis opportunity comes once in a lifetime, yo\nYou better…\n\nYou can do anything you set your mind to, man",
        "title": "Lose Yourself"
    },
    {
        "lyrics": "I'm friends with the monster that's under my bed\nGet along with the voices inside of my head\nYou're tryin' to save me, stop holdin' your breath\nAnd you think I'm crazy, yeah, you think I'm crazy\n\nI wanted the fame but not the cover of Newsweek\nOh well, guess beggars can't be choosey\nWanted to receive attention for my music\nWanted to be left alone in public, excuse me\nFor wantin' my cake, and eat it too, and wantin' it both ways\nFame made me a balloon 'cause my ego inflated\nWhen I blew, see, but it was confusing\n'Cause all I wanted to do's be the Bruce Lee of loose leaf\nAbused ink, used it as a tool when I blew steam\nWhoo! Hit the lottery, ooh-wee\nBut with what I gave up to get it was bittersweet\nIt was like winnin' a used mink\nIronic 'cause I think I'm gettin' so huge I need a shrink\nI'm beginnin' to lose sleep: one sheep, two sheep\nGoin' coo-coo and kooky as Kool Keith\nBut I'm actually weirder than you think, 'cause I'm—\n\nI'm friends with the monster that's under my bed\nGet along with the voices inside of my head\nYou're tryin' to save me, stop holdin' your breath\nAnd you think I'm crazy, yeah, you think I'm crazy\nWell, that's nothin' (Ooh-ooh-ooh-ooh)\n(Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)\nWell, that's nothin' (Ooh-ooh-ooh-ooh)\n(Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)\n\nNow, I ain't much of a poet\nBut I know somebody once told me to seize the moment\nAnd don't squander it 'cause you never know when it all\nCould be over tomorrow, so I keep conjurin'\nSometimes I wonder where these thoughts spawn from\nYeah, ponderin'll do you wonders\nNo wonder you're losin' your mind, the way it wanders\nYodel-odel-ay-hee-hoo! I think it went wanderin' off down yonder\nAnd stumbled onto Jeff VanVonderen\n'Cause I need an interventionist\nTo intervene between me and this monster\nAnd save me from myself and all this conflict\n'Cause the very thing that I love's killin' me and I can't conquer it\nMy OCD's conkin' me in the head, keep knockin'\nNobody's home, I'm sleepwalkin'\nI'm just relayin' what the voice in my head's sayin'\nDon't shoot the messenger, I'm just friends with the—\n\nI'm friends with the monster that's under my bed\nGet along with the voices inside of my head\nYou're tryin' to save me, stop holdin' your breath\nAnd you think I'm crazy, yeah, you think I'm crazy\nWell, that's nothin' (Ooh-ooh-ooh-ooh)\n(Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)\nWell, that's nothin' (Ooh-ooh-ooh-ooh)\n(Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)\n\nCall me crazy, but I have this vision, one day that\nI'll walk amongst you a regular civilian\nBut until then, drums get killed and\nI'm comin' straight at MC's, blood gets spilled and\nI'll take you back to the days that I'd get on a Dre track\nGive every kid who got played that pumped-up feelin'\nAnd shit to say back to the kids who played him\nI ain't here to save the fuckin' children\nBut if one kid out of a hundred million\nWho are goin' through a struggle, feels it and relates, that's great!\nIt's payback, Russell Wilson fallin' way back\nIn the draft, turn nothin' into somethin', still can make that\nStraw into gold, chump, I will spin—Rumpelstiltskin in a haystack\nMaybe I need a straightjacket\nFace facts: I am nuts for real, but I'm okay with that!\nIt's nothin', I'm still friends with the—\n\nI'm friends with the monster that's under my bed\nGet along with the voices inside of my head\nYou're tryin' to save me, stop holdin' your breath\nAnd you think I'm crazy, yeah, you think I'm crazy\n\nI'm friends with the monster that's under my bed\n(Get along with) Get along with the voices inside of my head\n(You're tryin' to) You're tryin' to save me, stop holdin' your breath\n(And you think) And you think I'm crazy, yeah, you think I'm crazy\nWell, that's nothin'\n\n(Ooh-ooh-ooh-ooh)\n(Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)\nWell, that's nothin' (Ooh-ooh-ooh-ooh)\n(Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)",
        "title": "The Monster"
    },
    {
        "lyrics": "Woah, Joyner, Joyner, yeah, yeah, yeah\n\nYeah, I done did a lot of things in my day, I admit it\nI don't take back what I say, if I said it then I meant it\nAll my life I want a Grammy, but I'll prolly never get it\nI ain't never had no trophy or no motherfuckin' ribbon (Yah I said it)\nFuck the system, I'm that nigga, bend the law, cut the rules\nI'm about to risk it all, I ain't got too much to lose\nY'all been eatin' long enough, it's my turn to cut the food\nPass the plate! Where my drink? This my day, lucky you\nFuck you too, woo!\n\nY'all gotta move, y'all gotta move, y'all gotta move\nGive me some room, give me some room, give me the juice\nHop out the coupe, hop out the coupe, hop out and shoot\nY'all gotta move, y'all gotta move, give me the juice\n\nBack on my bullshit, my back to the wall\nTurn my back on you, all of you finished\nBack to these bullets, it's back to the job\nPull my MAC out and all of you runnin'\nBack on my hood shit, it's back to the pushin'\nThese packs and I'm actually pumpin'\nCan't fuck with you rappers, you practically suckin'\nYou mighta went platinum but that don't mean nothin'\nI'm actually buzzin' this time\nStraight out the kitchen, I told 'em the oven is mine\nI do not fuck with you guys (Woo!)\nIf I don't kill you, just know you gon' suffer this time\nI ain't no gangster but I got some bangers\nSome chains and some blades and a couple of knives\nChoppers and jammies, a partridge, a pear tree\nMy 12 days of Christmas was nothin' but lies (I)\nRun at you hard like a sumo (Sumo)\nThey say I talk like a chulo (Chulo)\nI live on Mars, I'm not Bruno (Woo)\nBitch I'm a dog, call me Cujo (Rah)\nYou play your cards, I reverse on you all\nAnd I might just draw 4 like a Uno (Bup)\nCállate boca mejor, maricón, little puto, and all of you culo (Joyner)\nThey've invented a level up in the ghetto to get old\nLookin' for somethin' I prolly can never find now\nShit get relevant 'til 'nother beef die down\nIn truth, a nigga just really want me tied down\nI've been alone and I never needed nobody\nJust only me and my shotty, I'll tell these niggas to lie down\nKeep all the money, I never wanted the lifestyle\nI just pray to God that my son'll be alright now\nI said ain't no love for the other side\nOr anyone who ever want smoke (Joyner)\nWhen I die I'm goin' out as the underdog who never lost hope (Yeah)\nYou in the wrong cab down the wrong path\nNigga, wrong way, wrong road (Woo, woo)\nSnakes in the grass tryna slither fast\nI just bought a fuckin' lawn mower (Vroom!)\n\nI done said a lotta things in my day, I admit it\nThis is payback in a way, I regret it that I did it\nI done won a couple Grammys, but I sold my soul to get 'em\nWasn't in it for the trophies, just the fuckin' recognition\nFuck's the difference?\nI'm that cracker, bend the law, fuck the rules\nMan, I used to risk it all, now I got too much to lose\nI've been eatin' long enough, man, my stomach should be full\nI just ate, licked the plate, my buffet, lucky me\nFuck you think? (Woo!)\n\nI got a couple of mansions\nStill I don't have any manners\nYou got a couple of ghostwriters\nBut to these kids it don't actually matter\nThey're askin' me, \"What the fuck happened to hip-hop?\"\nI said, \"I don't have any answers.\"\n'Cause I took an L when I dropped my last album\nIt hurt me like hell but I'm back on these rappers\nAnd actually comin' from humble beginnings\nI'm somewhat uncomfortable winning\nI wish I could say, \"What a wonderful feeling!\"\n\"We're on the upswing like we're punchin' the ceiling!\"\nBut nothin' is feeling like anyone has any fuckin' ability\nTo even stick to a subject, it's killin' me\nThe inability to pen humility\nHa-ta-ta ba-ta-ta, why don't we make a bunch of\nFuckin' songs about nothin' and mumble 'em?\nFuck it, I'm goin' for the jugular\nShit is a circus, you clowns that are comin' up\nDon't give an ounce of a motherfuck\nAbout the ones that were here before you that made rap\nLet's recap, way back, MC's that wreak havoc on tape decks\nADAT's, where the G Raps and Kanes at?\nWe need 3 Stacks ASAP and bring Masta Ace back\n'Cause half of these rappers have brain damage\nAll the lean rappin', face tats, syruped out like tree sap\nI don't hate trap, and I don't wanna seem mad\nBut in fact, where the old me at? The same cat\nThat would take that feedback and aim back, I need that\nBut I think it's inevitable\nThey know what button to press or what lever to pull\nTo get me to snap though (Lil' bitch)\nAnd if I pay it attention I'm prob'ly makin' it bigger\nBut you've been takin' ya dicks in the fuckin' back, ho (Get it?)\nOn the brink, any minute got me thinkin' of finishin'\nEverything with acetaminophen and reapin' the benefits\nI'm asleep at the wheel again\nAs I peak into thinkin' about an evil intent\nOf another beat I'ma kill again\n'Cause even if I gotta end up eatin' a pill again\nEven ketamine or methamphetamine with the minithin\nIt better be at least 70 or 300 milligram\nAnd I might as well 'cause I'ma end up bein' a villain again\nLevels to this shit, I got an elevator\nYou could never say to me I'm not a fuckin' record breaker\nI sound like a broken record every time I break a record\nNobody could ever take away the legacy I made, I never cater\nMotherfucker, now I got a right to be this way\nI got spite inside my DNA\nBut I roll 'til the wheels fall off, I'm workin' tirelessly, ayy\nIt's the moment y'all been waitin' for\nLike California wishin' rain to pour\nIn that drought, y'all been prayin' for\nMy downfall from the 8 Mile to the Southpaw\nStill the same Marshall, that outlaw\nThat they say as a writer might've fell off\nI'm back on that bull like the cowboy\n\nSo y'all gotta move (Yeah), y'all gotta move (Yeah), y'all gotta move\nGive me some room, give me some room, give me the juice\nHop out the coupe, hop out the coupe, hop out and shoot\nY'all gotta move, y'all gotta move, give me the juice",
        "title": "Lucky You"
    },
    {
        "lyrics": "*Plane crash*\nYeah (Illa, Illa, Illa)\nYo, I'm just gonna write down my first thoughts, and see where this takes me, ’cause I feel like I wanna punch the world in the fuckin' face right now\nYeah\n\nLet me explain just how to make greatness\nStraight out the gate, I'm ’bout to break it down\nAin't no mistakes allowed, but make no mistake, I'm 'bout\nTo rape the alphabet, I may raise some brows\nIf I press the issue just to get the anger out (Brrr!)\nFull magazine could take Staples out\nSavage but ain't thinkin' 'bout no bank account\nBut bitch, I'm off the chain like Kala Brown\nMotherfucker, shut the fuck up when I’m talkin’, lil' bitch\nI’m sorry, wait, what's your talent? Oh, critiquin'\nMy talent? Oh, bitch, I don't know who the fuck y’all are\nTo give a sub-par bar or even have an opinion of you\nYou mention me, millions of views, attention in news\nI mention you, lose-lose for me, win-win for you\nBillions of views, your ten cents are two\nSkim through the music to give shit reviews\nTo get clicks, but bitch, you just lit the fuse\nDon't get misconstrued, business as us'\nShit-list renewed, so get shit to do\nOr get dissed 'cause I just don't get\nWhat the fuck half the shit is that you're listenin' to\nDo you have any idea how much I hate this choppy flow\nEveryone copies though? Prob'ly no\nGet this fuckin' audio out my Audi, yo, adiós\nI can see why people like Lil Yachty, but not me though\nNot even dissin', it just ain't for me\nAll I am simply is just an emcee\nMaybe \"Stan\" just isn't your cup of tea (Get it?)\nMaybe your cup's full of syrup and lean\nMaybe I need to stir up shit, preferably\nShake the world up if it were up to me\nPaul wants me to chill, y'all want me to ill\nI should eat a pill, probably I will\nOld me killed the new me, watch him bleed to death\nI breathe on the mirror, I don't see my breath\nPossibly I'm dead, I must be possessed\nLike an evil spell, I'm E-V-I-L (\"Evil\" spelled)\nJam a Crest Whitestrip in the tip of my dick\nWith an ice pick, stick it in a vise grip\nHang it on a spike fence, bang it with a pipe wrench\nWhile I take my ball sack and flick it like a light switch\nLike Vice President Mike Pence\nBack up on my shit in a sidekick as I lay it on a spike strip\nThese are things that I'd rather do than hear you on a mic\nSince nine tenths of your rhyme is about ice and\nJesus Christ, man, how many times is\nSomeone gonna fuck on my bitch? (Fuck my side chick!)\nYou won't ever see Em icy\nBut as cold as I get on the M-I-C\nI polarize shit, so the Thames might freeze\nAnd your skull might split like I bashed you upside it\nBitch, I got the club on smash like a nightstick (Yeah)\nTurn down for what?\nI ain't loud enough, nah, turn the Valium up (Illa, Illa, Illa)\n'Cause I don't know how I'm gonna get your mouths to shut\nNow when it doesn't matter what caliber\nI spit at, I'll bet a hundred thousand bucks\nYou'll turn around and just be like, \"Man, how the fuck\nSourpuss gonna get mad just 'cause his album sucks?\nAnd now he wants to take it out on us\" (Ooouuu)\nBut last week, an ex-fan mailed me a copy\nOf The Mathers LP to tell me to study\nIt'll help me get back to myself and she'll love me (Ooouuu)\nI mailed the bitch back and said if I did that\nI'd just be like everyone else in the fucking industry\nEspecially an effing Recovery clone of me (NFing)\nSo finger-bang, chicken wang, MGK, Igg' Azae'\nLil Pump, Lil Xan imitate Lil Wayne\nI should aim at everybody in the game, pick a name\nI'm fed up with bein' humble\nAnd rumor is I'm hungry, I'm sure you heard rumblings\nI heard you wanna rumble like an empty stomach\nI heard your mumblin' but it's jumbled in mumbo-jumbo\nThe era that I'm from will pummel you, that's what it's comin' to\nWhat the fuck you're gonna do when you run into it?\nI'm gonna crumble you and I'll take a number two\nAnd dump on you, if you ain't Joyner\nIf you ain't Kendrick or Cole or Sean, then you're a goner\nI'm 'bout to bring it to anyone in this bitch who want it\nI guess when you walk into BK you expect a Whopper\nYou can order a Quarter Pounder when you go to McDonald's\nBut if you're lookin' to get a porterhouse you better go get Revival\nBut y'all are actin' like I tried to serve you up a slider\nMaybe the vocals shoulda been auto-tuned\nAnd you woulda bought it\nBut sayin' I no longer got it\n'Cause you missed a line and never caught it\n'Cause it went over your head, because you're too stupid to get it\n'Cause you're mentally retarded, but pretend to be the smartest\nWith your expertise and knowledge, but you'll never be an artist\nAnd I'm harder on myself than you could ever be regardless\nWhat I'll never be is flawless, all I'll ever be is honest (Illa, Illa, Illa)\nEven when I'm gone they're gonna say I brought it\nEven when I hit my forties like a fuckin' alcoholic\nWith a bottle full of malt liquor\nBut I couldn't bottle this shit any longer\nThe fact that I know that I'ma hit my bottom\nIf I don't pull myself from the jaws of defeat and rise to my feet\nI don't see why y'all even started with me\nI get in beefs, my enemies die\nI don't cease fire 'til at least all are deceased\nI'm east side, never be caught slippin'\nNow you see why I don't sleep, not even a wink, I don't blink\nI don't doze off, I don't even nod to the beats\nI don't even close my fuckin' eyes when I sneeze\n\"Aw, man! That BET cypher was weak, it was garbage\nThe Thing ain't even orange—oh my God, that's a reach!\"\nShout to all my colorblind people\nEach and everyone of y'all, if you call a fire engine green\nAquamarine, or you think water is pink\n\"Dawg, that's a date.\" — \"Looks like an olive to me.\"\n\"Look, there's an apple!\" — \"No, it's not, it's a peach!\"\nSo finger-bang, Pootie Tang\nBurger King, Gucci Gang, dookie, dang\nCharlamagne gonna hate anyway, doesn't matter what I say\nGive me Donkey of the Day\nWhat a way for 2018 to get underway\nBut I'm gonna say everything that I wanna say\nWelcome to the slaughterhouse, bitch! (Yeah)\nInvite 'em in like a One A Day\nI'm not done (Preach!)\n'Cause I feel like the beast of burden\nThat line in the sand, was it even worth it?\n'Cause the way I see people turning's\nMakin' it seem worthless, it's startin' to defeat the purpose\nI'm watchin' my fan base shrink to thirds\nAnd I was just tryin' to do the right thing, but word\nHas the court of public opinion reached a verdict\nOr still yet to be determined?\n'Cause I'm determined to be me, critiqued or worshipped\nBut if I could go back, I'd at least reword it\nAnd say I empathize with the people this evil serpent\nSold the dream to that he's deserted\nBut I think it's workin'\nThese verses are makin' him a wee bit nervous\nAnd he's too scurred to answer me with words\n'Cause he knows that he will lyrically get murdered\nBut I know at least he's heard it\n'Cause Agent Orange just sent the Secret Service\nTo meet in person to see if I really think of hurtin' him\nOr ask if I'm linked to terrorists\nI said, \"Only when it comes to ink and lyricists.\"\nBut my beef is more media journalists\n(Hold up, hold up, hold up)\nI said, my beef is more meaty, a journalist\nCan get a mouthful of flesh\nAnd yes, I mean eating a penis\n'Cause they've been pannin' my album to death\nSo I've been givin' the media fingers\nDon't wanna turn this to a counseling sesh\nBut they've been puttin' me through the ringer\nSo I ain't ironin' shit out with the press\nBut I just took this beat to the cleaners",
        "title": "The Ringer"
    },
    {
        "lyrics": "Son, you know why you the greatest alive?\nWhy, Dad?\nBecause you came out of my balls, nigga\nHahahahahaha\n(Roof!)\n\nFuck rap\nBustin' like an addict with a semi-automatic\nWho done had it, and he ready for anybody to buck back\nHold up, catch a vibe, ain't no way in hell we leavin' nobody alive\nLeave a suicide note, fuck that\nBobby feelin' villainous, he killin' this\nI'm comin' for your man and his lady and even the baby\nI'm feelin' like I'm, chika-chika-chika, Slim Shady with rabies\n\nI'm foamin' at the mouth, ain't nobody takin' me out\nEvery single rapper in the industry, yeah, they know what I'm about\nAnd I dare you to test me\n'Cause not a single one of you motherfuckers impress me\nAnd maybe that's a little bit of an exaggeration\nBut I'm full of innovation\nAnd I'm tired of all of this high school \"He's cool, he's not\" rap shit\nCan a single one of you motherfuckers even rap? Shit\nNo, this ain't a diss to the game, this a gas to the flame\nNowadays, everybody sound the same, shit's lame\nLike a moth to the flame, I'ma reel 'em in and kill 'em\nKnow you feelin' lyricism when I'm spillin' it, I'm feelin' myself\nYeah, yeah, Bobby Boy, he be feelin' himself\nMass murder like this can't be good for my health\nWhen I rap like this, do I sound like shit?\nWell, it don't really matter, 'cause I'm killin' this shit\nYeah, I'm killin' this shit\nOh yeah, oh yeah, I'm killin' this shit\nBobby, how many times you been killin' this shit?\nFind another rhyme, goddamn, nigga, shit\n\nFuck rap\nBustin' like an addict with a semi-automatic\nWho done had it, and he ready for anybody to buck back\nHold up, catch a vibe, ain't no way in hell we leavin' nobody alive\nLeave a suicide note, fuck that\nBobby feelin' villainous, he killin' this\nI'm comin' for your man and his lady and even the baby\nI'm feelin' like I'm, chika-chika-chika-chika\nChika-chika-chika-chika-chika, Slim Shady\n\nThere's nowhere to hide, we call this shit genocide\nHit 'em with that (Do-do-do) and they die\nWe gon' leave 'em crucified, we call this shit genocide\nI got bitches, I got hoes, I got rare designer clothes\nNo, we ain't fuckin' with that\nYeah, there's a time and a place\nBut if you ain't comin' with the illest of raps\nCallin' yourself the greatest alive\nThen you don't deserve to do that\nNo, no, oh no, no, please do not do that\nYou gon' get smacked\nYou gon' make Bobby attack\nYou gon' make Bobby Boy snap\nYou gon' make Bobby Boy snap (Bobby Boy!)\n\nFuck rap\nBustin' like an addict with a semi-automatic\nWho done had it, and he ready for anybody to buck back\nHold up, catch a vibe, ain't no way in hell we leavin' nobody alive\nLeave a suicide note, fuck that\nBobby feelin' villainous, he killin' this\nI'm comin' for your man and his lady and even the baby\nI'm feelin' like I'm chika-chika-chika-chika\nChika-chika-chika-chika-chika, Slim Shady\n\nJigga-jigga-jigga-jigga-jigga like JAY-Z\nJig is up, you fuckers who didn't write anything\nAre getting washed, liga-liga-liga, like bathing\nYoung Hova, I know hitters like Yankees\nGun toters that pull triggers like crazy\nUnloadin', leave you shot up in your Rover\nYour body goes limp and slumps over\nLike A-Rod in a month lull, but he just homered\nHol' up, I said \"Rover\" because now your Rover is red\nLike Red Rover, so you know what I meant\nBut I roll over my opponents instead\nMakin' dog sounds 'cause I gotta keep breakin' these bars down\nI'll go slow for the speds\nBut when I go (Roof!) like the Dobermann said\nI still think the (Roof!) would go over your head (Ha-ha)\nBeast mode, motherfuckers 'bout to get hit\nWith so many foul lines, you'll think I'm a free throw\nFigured it was about time for people to eat crow\nYou about to get out-rhymed, how could I be dethroned?\nI stay on my toes like the repo, a behemoth in sheep's clothes\nFrom the East Coast to the West, I'm the ethos and I'm the G.O.A.T\nWho the best, I don't gotta say a fuckin' thing, though\n'Cause MCs know\nBut you don't wanna hear me spit the facts\nYour shit is ass like a tailbone\nOr you're trapped in your cell phone\nOr my chicken scratch, or my self-loathe\nI don't wanna fuckin' listen to you spit your raps someone else wrote\nUsed to get beat up by the big kids\nUsed to let the big kids steal my big wheel\nAnd I wouldn't do shit but just sit still\nNow money's not a big deal\nI'm rich, I wipe my ass with six mill'\nBig bills like a platypus\nA caterpillar's comin' to get the cannabis\nI'm lookin' for the smoke but you motherfuckers are scatterin'\nBatterin' everything and I've had it with the inadequate\nMan, I can see my dick is standin' stiff as a mannequin\nAnd I'm bringin' the bandana back, and the fuckin' headband again\nA handkerchief and I'm thinkin' of bringin' the fuckin' fingerless gloves back\nAnd not giving a singular fuck, like fuck rap\nI sound like a fuckin' millionaire\nWith a Derringer with a hair trigger\n'Bout to bear hug a fuckin' terrier, the Ric Flair dripper\nY'all couldn't hold a candle at a prayer vigil\nWhen I vent, they compare me to a fuckin' air duct\nI'm 'bout to bare-knuckle it, nah, fuck it\nI'm gonna go upside their head with a Nantucket\nAbraca-fuckin'-dabra\nThe track is the blood, I'm attracted, I'm attackin' it\nWhat? Dracula, fuck that shit\nI'm up, back with a thud\nMan, stop\n\nLook what I'm plannin', plannin', I'm plannin' to\nDo all this while ya panickin'\nAnd you're lookin' and starin' at mannequins\nAnd I'm goin' to Fanagans\nTrying to get up a plan against\nAll of the blana-kazana-ka-fam-bam-bannigans\nWhile of all the bana-kazanika Hanna in a cabana\nYou're in a cab-\nI'm in a cabana and a Janet\nI'm in a cabana chantin' all this standup banter\nWhile you don't got the stamina, you're lackin' the stamina\nYou're lackin' the stamina while you're divorcin' Harrison Ford\nAnd I'm in a Porsche on the floorboards\nWhile I'm world tourin'\nYou usin' way too many napkins, papkins\nLapkins and chapki-\nYou using ChapStick and napkins while I'm bapkin'\nFlappin' around like a bapkin'\nFlamminababbitapannitajampkin\nDammit, a can of pada-",
        "title": "Homicide"
    },
    {
        "lyrics": "I've been a liar, been a thief\nBeen a lover, been a cheat\nAll my sins need holy water, feel it washing over me\nWell, little one, I don't want to admit to something\nIf all it's gonna cause is pain\nTruth and my lies right now are falling like the rain\nSo let the river run\n\nHe's comin' home with his neck scratched, to catch flack\nSweat jackets and dress slacks, mismatched\nOn his breath's Jack, he's a sex addict\nAnd she just wants to exact revenge and get back\nIt's a chess match, she's on his back like a jet-pack\nShe's kept track of all his Internet chats\nAnd guess who just happens to be movin' on to the next\nActually, just shit on my last chick and she has what my ex lacks\n'Cause she loves danger, psychopath\nAnd you don't fuck with no man's girl, even I know that\nBut she's devised some plan to stab him in the back\nKnife in hand, says their relationship's hangin' by a strand\nSo she's been on the web lately\nSays maybe she'll be my Gwen Stacy, to spite her man\nAnd I know she's using me to try to play him, I don't care\nHi Suzanne, but I shoulda said \"Bye Suzanne\"\nAfter the first night, but tonight I am\n\nI've been a liar, been a thief\nBeen a lover, been a cheat\nAll my sins need holy water, feel it washing over me\nWell, little one, I don't want to admit to something\nIf all it's gonna cause is pain\nThe truth and my lies now are falling like the rain\nSo let the river run\n\nA one-night stand turned a two-night stand\nIt was \"come sunlight, scram,\" now we hug tight, and...\nHe found out, now she feels deserted and used\n'Cause he left, so what? He did it first to her too\nNow how am I supposed to tell this girl that we're through?\nIt's hard to find the words, I'm aloof, nervous, and Sue\nDon't want this to hurt, but what you deserve is the truth\nDon't take it personal, I just can't say this in person to you\nSo I revert to the studio, like hole-in-the-wall diners\nDon't have to be reserved in a booth\nI just feel like the person who I'm turning into's\nIrreversible, I preyed on you like it's church at the pew\nAnd now that I got you I don't want you\nTook advantage in my thirst to pursue\nWhy do I do this dirt that I do?\nGet on my soapbox and preach, my sermon and speech\nDetergent and bleach is burnin' the wound\n'Cause now with her in the womb\nWe can't bring her in this world, shoulda knew\nTo use protection 'fore I bit into your forbidden fruit\nFuck!\n\nI've been a liar, been a thief\nBeen a lover, been a cheat\nAll my sins need holy water, feel it washing over me\nWell, little one, I don't want to admit to something\nIf all it's gonna cause is pain\nThe truth and my lies now are falling like the rain\nSo let the river run\n\nMy name's (ooh), my name's (ooh)\nRiver (ooh), river run\nCall me (ooh), call me (ooh)\nRiver (ooh), we'll let the river run\n\nAlways the bridesmaid, never \"The bride, hey!\"\nFuck can I say? If life was a highway\nAnd deceit was an enclave, I'd be swerving in five lanes\nSpeeds at a high rate, like I'm slidin' on ice, maybe\nThat's why I may have came at you sideways\nI can't keep my lies straight\nBut I made you terminate my baby\nThis love triangle left us in a wreck, tangled\nWhat else can I say? It was fun for a while\nBet I really woulda loved your smile\nDidn't really wanna abort, but fuck it\nWhat's one more lie, to tell our unborn child?\n\nI've been a liar, been a thief\nBeen a lover, been a cheat\nAll my sins need holy water, feel it washing over me\nWell, little one (I'm sorry)\nI don't want to admit to something (I fucked up)\nIf all it's gonna cause is pain\nThe truth and my lies now are falling like the rain\nSo let the river run",
        "title": "River"
    },
    {
        "lyrics": "I got a song filled with shit for the strong-willed\nWhen the world gives you a raw deal\nSets you off 'til you scream, \"Piss off! Screw you!\"\nWhen it talks to you like you don't belong\nOr tells you you're in the wrong field\nWhen something's in your mitochondrial\n'Cause it latched on to you, like—\n\nKnock knock, let the devil in\nManevolent as I've ever been, head is spinnin'\nThis medicine's screamin', \"L-L-L-Let us in!\"\nL-L-L-Like a salad bowl, Edgar Allan Poe\nBedridden, shoulda been dead a long time ago\nLiquid Tylenol, gelatins, think my skeleton's meltin'\nWicked, I get all high when I think I've smelled the scent\nOf elephant manure—hell, I meant Kahlúa\nScrew it, to hell with it, I went through hell with accelerants\nAnd blew up my-my-myself again\nVolkswagen, tailspin, bucket matches my pale skin\nMayo and went from Hellmann's and being rail thin\nFilet-o-Fish, Scribble Jam, Rap Olympics '97 Freaknik\nHow can I be down? Me and Bizarre in Florida\nProof's room slept on the floor of 'da motel then\nDr. Dre said, \"Hell yeah!\"\nAnd I got his stamp like a postcard, word to Mel-Man\nAnd I know they're gonna hate\nBut I don't care, I barely can wait\nTo hit 'em with the snare and the bass\nSquare in the face, this fuckin' world better prepare to get laced\nBecause they're gonna taste my—\n\nVenom, (I got that) adrenaline momentum\nAnd I'm not knowin' when I'm\nEver gonna slow up and I'm\nReady to snap any moment I'm\nThinkin' it's time to go get 'em\nThey ain't gonna know what hit 'em\n(W-W-When they get bit with the—)\nVenom, (I got that) adrenaline momentum\nAnd I'm not knowin' when I'm\nEver gonna slow up and I'm\nReady to snap any moment I'm\nThinkin' it's time to go get 'em\nThey ain't gonna know what hit 'em\n(W-W-When they get bit with the—)\n\nI said knock knock, let the devil in\nShotgun p-p-pellets in the felt pen\nCocked, fuck around and catch a hot one\nIt-it's evident I'm not done\nV-Venomous, the thoughts spun\nLike a web and you just caught in 'em\nHeld against your will like a hubcap or mud flap\nBeat strangler attack\nSo this ain't gonna feel like a love tap\nEat painkiller pills, fuck up the track\nLike, what's her name's at the wheel? Danica Patrick\nThrew the car into reverse at the Indy, a nut crashin'\nInto ya, the back of it just mangled steel\nMy Mustang and the Jeep Wrangler grill\nWith the front smashed, much as my rear fender, assassin\nSlim be a combination of an actual kamikaze and Gandhi (Gandhi)\nTranslation, I will probably kill us both\nWhen I end up backin' into ya\nYou ain't gonna be able to tell what the fuck's happenin' to ya\nWhen you're bit with the—\n\nVenom, adrenaline momentum\nAnd I'm not knowin' when I'm\nEver gonna slow up and I'm\nReady to snap any moment I'm\nThinkin' it's time to go get 'em\nThey ain't gonna know what hit 'em\n(W-W-When they get bit with the—)\nVenom, (I got that) adrenaline momentum\nAnd I'm not knowin' when I'm\nEver gonna slow up and I'm\nReady to snap any moment I'm\nThinkin' it's time to go get 'em\nThey ain't gonna know what hit 'em\n(W-W-When they get bit with the—)\n\nI said knock knock, let the devil in\nAlien, E-E-Elliott phone home\nAin't no telling when this chokehold\nOn this game will end, I'm loco\nBecame a Symbiote, so\nMy fangs are in your throat, ho\nYou're snake-bitten with my—venom\nWith the ballpoint pen I'm\nGun cocked, bump stock, double-aught, buckshot\nTire thumper, a garrote, tie a couple knots\nFired up and caught fire, juggernaut\nPunk rock, bitch, it's goin' down like Yung Joc\n'Cause the Doc put me on like sunblock\nWhy the fuck not, you only get one shot\nAte shit 'til I can't taste it\nChased it with straight liquor\nThen paint thinner, then drank 'til I faint\nAnd awake with a headache\nAnd I take anything in rectangular shape\nThen I wait to face the demons I'm bonded to\n'Cause they're chasin' me but I'm part of you\nSo escapin' me is impossible\nI latch onto you like a—parasite\nAnd I probably ruined your parents' life\nAnd your childhood too\n'Cause if I'm the music that y'all grew up on\nI'm responsible for you retarded fools\nI'm the super villain Dad and Mom was losin' their marbles to\nYou marvel that? Eddie Brock is you\nAnd I'm the suit, so call me—\n\nVenom, (I got that) adrenaline momentum\nAnd I'm not knowin' when I'm\nEver gonna slow up and I'm\nReady to snap any moment I'm\nThinkin' it's time to go get 'em\nThey ain't gonna know what hit 'em\n(W-W-When they get bit with the—)\nVenom, (I got that) adrenaline momentum\nAnd I'm not knowin' when I'm\nEver gonna slow up and I'm\nReady to snap any moment I'm\nThinkin' it's time to go get 'em\nThey ain't gonna know what hit 'em\n(W-W-When they get bit with the—)",
        "title": "Venom"
    },
    {
        "lyrics": "My tea's gone cold, I'm wondering why I\nGot out of bed at all\nThe morning rain clouds up my window\nAnd I can't see at all\nAnd even if I could it'd all be gray\nBut your picture on my wall\nIt reminds me that it's not so bad, it's not so bad\nMy tea's gone cold, I'm wondering why I\nGot out of bed at all\nThe morning rain clouds up my window\nAnd I can't see at all\nAnd even if I could it'd all be gray\nBut your picture on my wall\nIt reminds me that it's not so bad, it's not so bad\n\nDear Slim, I wrote you, but you still ain't callin'\nI left my cell, my pager and my home phone at the bottom\nI sent two letters back in autumn, you must not've got 'em\nThere probably was a problem at the post office or somethin'\nSometimes I scribble addresses too sloppy when I jot 'em\nBut anyways, fuck it, what's been up, man? How's your daughter?\nMy girlfriend's pregnant too, I'm 'bout to be a father\nIf I have a daughter, guess what I'ma call her?\nI'ma name her Bonnie\nI read about your Uncle Ronnie too, I'm sorry\nI had a friend kill himself over some bitch who didn't want him\nI know you probably hear this every day, but I'm your biggest fan\nI even got the underground shit that you did with Skam\nI got a room full of your posters and your pictures, man\nI like the shit you did with Rawkus too, that shit was phat\nAnyways, I hope you get this, man, hit me back\nJust to chat, truly yours, your biggest fan, this is Stan\n\nMy tea's gone cold, I'm wondering why I\nGot out of bed at all\nThe morning rain clouds up my window\nAnd I can't see at all\nAnd even if I could it'd all be gray\nBut your picture on my wall\nIt reminds me that it's not so bad, it's not so bad\n\nDear Slim, you still ain't called or wrote, I hope you have a chance\nI ain't mad, I just think it's fucked up you don't answer fans\nIf you didn't want to talk to me outside your concert, you didn't have to\nBut you coulda signed an autograph for Matthew\nThat's my little brother, man, he's only six years old\nWe waited in the blisterin' cold\nFor you, for four hours, and you just said no\nThat's pretty shitty, man, you're like his fuckin' idol\nHe wants to be just like you, man, he likes you more than I do\nI ain't that mad, though I just don't like bein' lied to\nRemember when we met in Denver?\nYou said if I'd write you, you would write back\nSee, I'm just like you in a way: I never knew my father neither\nHe used to always cheat on my mom and beat her\nI can relate to what you're sayin' in your songs\nSo when I have a shitty day, I drift away and put 'em on\n‘Cause I don't really got shit else\nSo that shit helps when I'm depressed\nI even got a tattoo with your name across the chest\nSometimes I even cut myself to see how much it bleeds\nIt's like adrenaline, the pain is such a sudden rush for me\nSee, everything you say is real, and I respect you ‘cause you tell it\nMy girlfriend's jealous 'cause I talk about you 24/7\nBut she don't know you like I know you, Slim, no one does\nShe don't know what it was like for people like us growin' up\nYou gotta call me, man, I'll be the biggest fan you'll ever lose\nSincerely yours, Stan—P.S. We should be together too\n\nMy tea's gone cold, I'm wondering why I\nGot out of bed at all\nThe morning rain clouds up my window\nAnd I can't see at all\nAnd even if I could it'd all be gray\nBut your picture on my wall\nIt reminds me that it's not so bad, it's not so bad\n\nDear Mr. I'm-Too-Good-to-Call-or-Write-My-Fans\nThis'll be the last package I ever send your ass\nIt's been six months, and still no word—I don't deserve it?\nI know you got my last two letters, I wrote the addresses on 'em perfect\nSo this is my cassette I'm sendin' you, I hope you hear it\nI'm in the car right now, I'm doin' 90 on the freeway\nHey, Slim, I drank a fifth of vodka, you dare me to drive?\nYou know the song by Phil Collins, \"In the Air of the Night\"\nAbout that guy who coulda saved that other guy from drownin'\nBut didn't, then Phil saw it all, then at a show he found him?\nThat's kinda how this is: you coulda rescued me from drownin'\nNow it's too late, I'm on a thousand downers now—I'm drowsy\nAnd all I wanted was a lousy letter or a call\nI hope you know I ripped all of your pictures off the wall\nI loved you, Slim, we coulda been together—think about it!\nYou ruined it now, I hope you can't sleep and you dream about it\nAnd when you dream I hope you can't sleep and you scream about it\nI hope your conscience eats at you and you can't breathe without me\nSee, Slim—shut up, bitch! I'm tryin' to talk\nHey, Slim, that's my girlfriend screamin' in the trunk\nBut I didn't slit her throat, I just tied her up—see? I ain't like you\n‘Cause if she suffocates she'll suffer more and then she'll die too\nWell, gotta go, I'm almost at the bridge now\nOh, shit, I forgot—how am I supposed to send this shit out?!\n\nMy tea's gone cold, I'm wondering why I\nGot out of bed at all\nThe morning rain clouds up my window\nAnd I can't see at all\nAnd even if I could it'd all be gray\nBut your picture on my wall\nIt reminds me that it's not so bad, it's not so bad\n\nDear Stan, I meant to write you sooner, but I just been busy\nYou said your girlfriend's pregnant now, how far along is she?\nLook, I'm really flattered you would call your daughter that\nAnd here's an autograph for your brother; I wrote it on a Starter cap\nI'm sorry I didn't see you at the show, I must've missed you\nDon't think I did that shit intentionally just to diss you\nBut what's this shit you said about you like to cut your wrists too?\nI say that shit just clownin', dawg, come on, how fucked up is you?\nYou got some issues, Stan, I think you need some counselin'\nTo help your ass from bouncin' off the walls when you get down some\nAnd what's this shit about us meant to be together?\nThat type of shit'll make me not want us to meet each other\nI really think you and your girlfriend need each other\nOr maybe you just need to treat her better\nI hope you get to read this letter, I just hope it reaches you in time\nBefore you hurt yourself, I think that you'll be doin' just fine\nIf you relax a little, I'm glad I inspire you, but Stan\nWhy are you so mad? Try to understand that I do want you as a fan\nI just don't want you to do some crazy shit\nI seen this one shit on the news a couple weeks ago that made me sick\nSome dude was drunk and drove his car over a bridge\nAnd had his girlfriend in the trunk, and she was pregnant with his kid\nAnd in the car they found a tape, but they didn't say who it was to\nCome to think about it, his name was—it was you\n\nDamn…",
        "title": "Stan"
    },
    {
        "lyrics": "Now this shit's about to kick off, this party looks wack\nLet's take it back to straight hip-hop and start it from scratch\nI'm 'bout to bloody this track up, everybody get back\nThat's why my pen needs a pad, 'cause my rhymes on the rag\nJust like I did with addiction, I'm 'bout to kick it\nLike a magician, critics I turn to crickets\nGot 'em still on the fence whether to picket\nBut quick to get it impaled when I tell 'em, \"Stick it!\"\nSo sick, I'm looking pale—wait, that's my pigment\n'Bout to go ham, ya bish, shout out to Kendrick\nLet's bring it back to that vintage Slim, bitch!\nThe art of MCing mixed with da Vinci and MC Ren\nAnd I don't mean Stimpy's friend, bitch\nBeen Public Enemy since you thought PE was gym, bitch\n\nKick your shoes off, let your hair down\n(And go berserk) All night long\nGrow your beard out, just weird out\n(And go berserk) All night long\n\nWe're gonna rock this house until we knock it down\nSo turn the volume loud\n'Cause it's mayhem 'til the A.M\nSo, baby, make just like K-Fed\nAnd let yourself go, let yourself go\nSay, \"Fuck it!\" before we kick the bucket\nLife's too short to not go for broke\nSo everybody, everybody (Go berserk)\nGrab your vial, yeah\n\nGuess it's just the way that I'm dressed, ain't it?\nKhakis pressed, Nike shoes crispy and fresh laced\nSo I guess it ain't that aftershave\nOr cologne that made 'em just faint\nPlus I showed up with a coat fresher than wet paint\nSo if love is a chess game, check mate\nBut girl, your body's bangin', jump me in, dang, bang-bang\nYes siree 'Bob', I was thinking the same thang\nSo come get on this Kid's rock, baw with da baw, dang-dang\nPow-p-p-p-pow, chica, pow, chica, wow-wow\nGot your gal blowin' up a valve, v-v-valve-valve\nAin't slowin' it down, throw in the towel, t-t-towel-towel\nDumb it down, I don't know how, huh-huh, how-how\nAt least I know that I don't know\nQuestion is, are you bozos smart enough to feel stupid?\nHope so, now ho\n\nKick your shoes off, let your hair down\n(And go berserk) All night long\nGrow your beard out, just weird out\n(And go berserk) All night long\n\nWe're gonna rock this house until we knock it down\nSo turn the volume loud\n'Cause it's mayhem 'til the A.M\nSo crank the bass up like crazy\nAnd let yourself go, let yourself go\nSay, \"Fuck it!\" before we kick the bucket\nLife's too short to not go for broke\nSo everybody, everybody (Go berzerk)\nGet your vinyls\n\n\nAnd they say that love is powerful as cough syrup in styrofoam\nAll I know is I fell asleep and woke up in that Monte Carlo\nWith the ugly Kardashian, Lamar, oh\nSorry, yo—we done both set the bar low\nFar as hard drugs are though, that's the past\nBut I done did enough codeine to knock Future into tomorrow\nAnd girl, I ain't got no money to borrow\nBut I am tryin' to find a way to get you alone: car note\nOh, Marshall Mathers\nShithead with a potty mouth, get the bar of soap lathered\nKangol's and Carheartless Cargos\nGirl, you're fixin' to get your heart broke\nDon't be absurd, ma'am, you birdbrain, baby\nI ain't called anybody baby since Birdman, unless you're a swallow (Ha-ha!)\nWord, Rick? (Word, man, you heard)\nBut don't get discouraged, girl\nThis is your jam, unless you got toe jam\n\nKick your shoes off, let your hair down\n(And go berserk) All night long\nGrow your beard out, just weird out\n(And go berserk) All night long\n\nWe're gonna rock this house until we knock it down\nSo turn the volume loud\n'Cause it's mayhem 'til the A.M\nSo, baby, make just like K-Fed\nAnd let yourself go, let yourself go\nSay, \"Fuck it!\" before we kick the bucket\nLife's too short to not go for broke\nSo everybody, everybody (Go berserk)\nGrab your vial, yeah\n\nWe're gonna rock this house until we knock it down\nSo turn the volume loud\n'Cause it's mayhem 'til the A.M\nSo crank the bass up like crazy\nAnd let yourself go, let yourself go\nSay, \"Fuck it!\" before we kick the bucket\nLife's too short to not go for broke\nSo everybody, everybody (Go berzerk)\nGet your vials",
        "title": "Berzerk"
    },
    {
        "lyrics": "Obie Trice! Real name, no gimmicks (*record scratch*)\n\nTwo trailer park girls go 'round the outside\n'Round the outside, 'round the outside\nTwo trailer park girls go 'round the outside\n'Round the outside, 'round the outside\n\nGuess who's back, back again\nShady's back, tell a friend\nGuess who's back, guess who's back\nGuess who's back, guess who's back\nGuess who's back, guess who's back\nGuess who's back\n\nI've created a monster, 'cause nobody wants to\nSee Marshall no more, they want Shady, I'm chopped liver\nWell, if you want Shady, this is what I'll give ya\nA little bit of weed mixed with some hard liquor\nSome vodka that'll jump start my heart quicker\nThan a shock when I get shocked at the hospital\nBy the doctor when I'm not co-operating\nWhen I'm rocking the table while he's operating (Hey!)\nYou waited this long, now stop debating\n'Cause I'm back, I'm on the rag and ovulating\nI know that you got a job, Ms. Cheney\nBut your husband's heart problem's complicating\nSo the FCC won't let me be\nOr let me be me, so let me see\nThey try to shut me down on MTV\nBut it feels so empty without me\nSo, come on and dip, bum on your lips\nFuck that! Cum on your lips and some on your tits\nAnd get ready, 'cause this shit's about to get heavy\nI just settled all my lawsuits, fuck you, Debbie!\n\nNow this looks like a job for me\nSo everybody, just follow me\n'Cause we need a little controversy\n'Cause it feels so empty without me\nI said this looks like a job for me\nSo everybody, just follow me\n'Cause we need a little controversy\n'Cause it feels so empty without me\n\nLittle hellions, kids feeling rebellious\nEmbarrassed their parents still listen to Elvis\nThey start feeling like prisoners helpless\n'Til someone comes along on a mission and yells, \"Bitch!\"\nA visionary, vision is scary\nCould start a revolution, polluting the airwaves\nA rebel, so just let me revel and bask\nIn the fact that I got everyone kissing my ass (*smack*)​​\nAnd it's a disaster, such a catastrophe\nFor you to see so damn much of my ass—you asked for me?\nWell, I'm back, na-na-na-na-na-na-na-na-na-na\nFix your bent antenna, tune it in, and then I'm gonna\nEnter in, and up under your skin like a splinter\nThe center of attention, back for the winter\nI'm interesting, the best thing since wrestling\nInfesting in your kid's ears and nesting\nTesting, \"Attention please\"\nFeel the tension soon as someone mentions me\nHere's my ten cents, my two cents is free\nA nuisance, who sent? You sent for me?\n\nNow this looks like a job for me\nSo everybody, just follow me\n'Cause we need a little controversy\n'Cause it feels so empty without me\nI said this looks like a job for me\nSo everybody, just follow me\n'Cause we need a little controversy\n'Cause it feels so empty without me\n\nA tisk-it a task-it, I'll go tit for tat with\nAnybody who's talking \"This shit, that shit\"\nChris Kirkpatrick, you can get your ass kicked\nWorse than them little Limp Bizkit bastards\nAnd Moby? You can get stomped by Obie\nYou thirty-six-year-old baldheaded fag, blow me\nYou don't know me, you're too old, let go\nIt's over, nobody listens to techno\nNow let's go, just give me the signal\nI'll be there with a whole list full of new insults\nI've been dope, suspenseful with a pencil\nEver since Prince turned himself into a symbol\nBut sometimes the shit just seems\nEverybody only wants to discuss me\nSo this must mean I'm disgusting\nBut it's just me, I'm just obscene\nThough I'm not the first king of controversy\nI am the worst thing since Elvis Presley\nTo do black music so selfishly\nAnd use it to get myself wealthy (Hey!)\nThere's a concept that works\nTwenty million other white rappers emerge\nBut no matter how many fish in the sea\nIt'd be so empty without me\n\nNow this looks like a job for me\nSo everybody, just follow me\n'Cause we need a little controversy\n'Cause it feels so empty without me\nI said this looks like a job for me\nSo everybody, just follow me\n'Cause we need a little controversy\n'Cause it feels so empty without me\n\nHum dei dei la la, la la la la la\nLa la la la la, la la la la\nHum dei dei la la, la la la la la\nLa la la la la, la la la la\nKids!",
        "title": "Without Me"
    },
    {
        "lyrics": "Tay Keith, fuck these niggas up!\nYeah\n\nBrain dead, eye drops\nPain meds, cyclops\nDaybed, iPod\n\"May-back,\" Maybach\nTrainwrecks, sidewalks\nPayless, high-tops\nK-Fed, iHop\nPlaytex, icebox\n\nThat's how much we have in common (Yah!)\nThat's how much we have in common (Woah!)\nUp on this mic when we're on it (Yah)\nThat's how much we have in common (Yuh!)\nThat's how much we have in common (Woo!)\nThat's how much we have in common\nWe are not alike, there's nada like us on the mic (Yah!)\n\nI don't do Jordans and Audemars\nI do explosions and Molotovs\nY'all blowin' smoke as if y'all ain't washed\nI blow the smoke from the car exhaust\nFlyin' to a party I am not invited to, feelin' like the streets need me\nI ain't gotta dance long as my Ferrari Spider move like C Breezy\nI don't gotta hire goons\nI'd rather try to buy the moon and breathe freely\nThe sky is blue, the tires new\nThe Maserati white and cool like G-Eazy\nWhy these dudes tryna figure out\nHow to do a freestyle as fly as me? (Why?)\nI'm confused tryna figure out how to do Kapri Styles and Mya G\nEverybody doin' chick joints\nProbably rob these little dudes at fist point\n'Member everybody used to bite Nickel\nNow everybody doin' Bitcoin\nWe don't got nothin' in common (No!)\nWe don't got nothin' in common (No!)\nY'all into stuff like doubled-up Styrofoam cups\nOn them uppers-and-downers (Woo!)\nI'm into stuff like doublin' commas\nFind me a brother who's solid\nTo count the shit up and then bust the shit down\nWhen the cops hit us up, we can flush the shit down\nWe cannot give a fuck, shit, a fuckin' colonic\nSellin' your cock and your butt for a follower\nPossible couple of dollars, you powder sniff\nNow you slippin', call it a power trip, a product of politics\nY'all went from profit and toppin' the charts\nTo dropped in the park in a pile of shit\nKnowledge is power, but powerless\nIf you've got it and you do not acknowledge it\nY'all music sound like Dr. Seuss inspired it\nHirin' strippers, prostitutes retirin'\nWe can spit it for your advance\nI'm fit to be king, you're cut out to fit in Prince pants\nYou niggas—\n\nBrain dead, eye drops\nPain meds, cyclops\nDaybed, iPod\n\"May-back,\" Maybach\nTrainwrecks, sidewalks\nPayless, high-tops\nK-Fed, iHop\nPlaytex, icebox\n\nThat's how much we have in common (Yah!)\nThat's how much we have in common (Woah!)\nUp on this mic when we're on it (Yah)\nThat's how much we have in common (Yuh!)\nThat's how much we have in common (Woo!)\nThat's how much we have in common\nWe are not alike, there's nada like us—\n\nYou say you're affiliated with murderers, killers (Ayy!)\nThe people you run with are thuggin' (Gang!)\nBut you just a wannabe gunner (Gang!)\nLike you was gonna do somethin'\nActin' like you catchin' bodies (Ayy!)\nAnd you got juice, lil' youngin', you buggin'\nYou ain't never even been charged in connection with battery\nBitch, you ain't plugged into nothin'\nRap God spit lyrical bullets (Pew!)\nAnd gats cock, your partners better tool up\nThis has not to do with muscular\nBut have guns for sure, you better put a\nStrap on, other words if you're gonna\nRoll up with your (Gang!) you're gon' need a arsenal\n'Cause this bar is over your head\nSo you better⁠—{gun cock}⁠—have arms if you're gonna pull up (Skrrt!)\nOh, you run the streets, huh?\nNow you wanna come and fuck with me, huh?\nThis little cock-sucker, he must be feelin' himself\nHe wants to keep up his tough demeanour\nSo he does a feature, decides to team up with N9na\nBut next time you don't gotta use Tech N9ne\nIf you wanna come at me with a sub, Machine Gun\nAnd I'm talkin' to you\nBut you already know who the fuck you are, Kelly\nI don't use sublims and sure as fuck don't sneak-diss\nBut keep commenting on my daughter Hailie\nI keep on telling motherfuckers\nBut just in case you forgot really and need Ja memories jarred like strawberry or pineapple apricot jelly\nI respond rarely, but this time Shady 'bout to sound off\nLike a fuckin' cocked semi-Glock demi-god\nLet me put a fuckin' silencer on this little\nNon-threatening blond fairy cornball takin' shots at me\nYou're not ready, fool, break yourself like Rock Steady Crew\nObviously, I'm not getting through\nWe can get it poppin' like Redenbach, letting off like Remy Ma\nHeavy artille—ry, Godzilla harsh with a hard shell\nWith a motherfucking heart bigger than Bizarre's belly\nOnly time you'll ever say I lost\nYou'll be talkin' 'bout Fetty Wap, better call Diddy\nJust to try to get me off\nAnd you better hope I don't call Trick Trick\nBitch, this shit don't fly in our city\nPunk, you don't disrespect OGs, R.I.P. Prodigy\nSold Dre my soul and then told him the moment he signed me\nThat I'll be the most hated, though made it\nSo that there's no shame, it's okay to own it\n'Cause life is a bitch, she's a bow-legged ho\nBut now those days are over\nI Harvey Weinstein a bathrobe hanging open\nMy code name is groper, I role play with lotion\nI fuck the whole world then I throw away the Trojan\nOld lederhosen with home-made explosives\nI blow 80 holes in you\nDon't make me go in, I OJ the flows\nAnd I'm insult to injury, Rolaids to Goldman\nI'm throat spray and Motrin, I throated Nicole\nAs they both there to choke and my whole blade is soakin'\nI double-edge sword it 'cause one place I poke and\nI stick and I turn in a rotating motion\nInvisible with the pen, I'm at the pinnacle of sick individuals\nStick my dick and put the tip in at minimal\nI'm fuckin' these syllables, I let 'em lick on my genitals\nI'm a fucking invincible, indefensible, despicable, difficult prick\nA little bit unpredictable, I spit the formidable\nThat you bitches fuckin' with, the original\nI consider me and Nickel identical—but not us\nThe only thing we have in common's I'm a dick and you suck\nOtherwise one has nothin' to do with the other\nNone come close to skunk, bug, soldier\nTongue, shrub, shoulder, one month older\nSponge, mug, folder, nun, rug, holster\nLug nut, coaster, lung, jug, roaster\nYoung Thug poster, unplugged toaster\n\nThat's how much we have in common (Yah!)\nThat's how much we have in common (Woah!)\nUp on this mic when we're on it (Yah)\nThat's how much we have in common (Yeah!)\nThat's how much we have in common (Woo!)\nThat's how much we have in common\nWe are not alike, there's nada like us—\n(Man, fuck this shit, let's go)",
        "title": "Not Alike"
    },
    {
        "lyrics": "(Photoshoot!)\nYou know, everybody's been tellin' me\nWhat they think about me for the last few months\nIt's too loud\nMaybe it's time I tell 'em what I think about them\nCan't hear it coming down the hallway stairs from the parking lot\nIt's too loud\nThree’s not a crowd all up in it\nSlow fire\n\nDon't fall on my face\nDon't fall on my faith, oh\nDon't fall on my fate\nDon't fall on my faith, oh\nDon't fall on my fate\nDon't fall on my–\n\nGotta concentrate, against the clock I race\nGot no time to waste, I'm already late, I got a marathoner's pace\nWent from addict to a workaholic, word to Dr. Dre\nIn that first marijuana tape—guess I got a chronic case (Yeah)\nAnd I ain't just blowin' smoke, 'less it's in your momma's face\nI know this time Paul and Dre\nThey won't tell me what not to say (Nope!)\nAnd though me and my party days\nHave all pretty much parted ways\nYou'd swear to God I forgot I'm the guy that made \"Not Afraid\"\nOne last time for Charlamagne\nIf my response is late, it's just how long it takes\nTo hit my fuckin' radar, I'm so far away\nThese rappers are like Hunger Games\nOne minute, they're mockin' JAY\nNext minute, they get their style from Migos or they copy Drake\nMaybe I just don't know when to turn around and walk away\nBut all the hate, I call it Walk-on-Water-Gate\nI've had as much as I can tolerate\nI'm sick and tired of waitin', I done lost my patience\nI can take all of you motherfuckers on at once\nYou wanted Shady? You got him!\n\nDon't fall on my face (Yeah)\nDon't fall on my faith, oh\nDon't fall on my fate (Line 'em up!)\nDon't fall on my faith, oh (Rrr!)\nDon't fall on my fate (Look)\n\nSomebody tell Budden before I snap, he better fasten it\nOr have his body bag get zipped\nThe closest thing he's had to hits is smackin' bitches (Pump it up!)\nAnd don't make me have to give it back to Akademiks\nSay this shit is trash again, I'll have you twisted\nLike you had it when you thought you had me slippin' at the telly\nEven when I'm gettin' brain, you'll never catch me with a thot\nLacking with it, \"He ain't spittin' like this on his last shit\"\nHo, you better go back and listen\nYou know me better, thinkin' I'll slow or let up\nCall it trap 'cause it's a total setup\nHopin' that you rappers fall in that\nDre said, \"Hold your head up!\"—Kathy Griffin\nStackin' ammunition, slap the clip in, cock it back on competition\nThis is how I shot ahead (Pew)—Gabby Gifford\nMy attack is vicious, Jack the Ripper, back in business\nTyler create nothin', I see why you called yourself a ******, bitch\nIt's not just 'cause you lack attention\nIt's because you worship D12's balls, you're sack-religious\nIf you're gonna critique me\nYou better at least be as good or better\nGet Earl the Hooded Sweater\nWhatever his name is to help you put together\nSome words, more than just two letters\nThe fans waited for this moment like that feature\nWhen I stole the show (Ha), sorry if I took forever (Ha-ha)\n\nDon't fall on my face (Yeah)\nDon't fall on my faith, oh (I won't)\nDon't fall on my fate (Line 'em up!)\nDon't fall on my faith, oh (Ha)\nDon't fall on my fate (It's too easy)\n\nJust remember, I was here before you\nAnd I'll be here after you make your run-in for you\nDetractors, I might have to fuck Pitchfork with a corkscrew\nJust what the doctor ordered\nRevenge is the best medicine (Yeah)\nIncrease the dose, from least to most\nAnd then tell the Grammys to go and fuck themselves\nThey suck the blood from all the biggest artists like some leeches\nSo they nominate 'em, get 'em there, get a name to MC the show\nEvery parasite needs a host (Ha-ha)\nThen give Album of the Year to somebody that no one's ever even heard of\nAll I know is I wrote every single word to everything I ever murdered\nTime to separate the sheep from goats (Yeah)\nAnd I got no faith in your writers, I don't believe in ghosts\nWhen rap needed it most, I was that wing and a prayer (Huh)\nA beacon of hope, put a B-I-R-D in the air\nSomewhere some kid is bumpin' this while he lip-syncs in the mirror\nThat's who I'm doin' it for, the rest I don't really even care\nBut you would think I'm carryin' an Oxford dictionary in my pocket\nHow I'm buryin' these artists\nOn a scale of 'turnt' you're 'minus'\nMine says 'very', yours says 'hardly'\nAnd what's scary is you prob'ly can compare me to your car 'cause I'm just barely gettin' started (Woo)\nAnd far as Lord Jamar, you better leave me the hell alone\nOr I'll show you an Elvis clone\nWalk up in this house you own, thrust my pelvic bone\nUse your telephone and go fetch me the remote\nPut my feet up and just make myself at home (Yeah)\nI belong here, clown! Don't tell me 'bout the culture!\nI inspired the Hopsins, the Logics, the Coles, the\nSeans, the K-Dots, the 5'9\"s, and oh\nBrought the world 50 Cent, you did squat, piss and moan\nBut I'm not gonna fall… bitch! (Yeah)\n\nIt's too loud\nCan't hear it coming down the hallway stairs from the parking lot\nIt's too loud\nThree’s not a crowd all up in it\nSlow fire",
        "title": "Fall"
    },
    {
        "lyrics": "May I have your attention, please?\nMay I have your attention, please?\nWill the real Slim Shady please stand up?\nI repeat, will the real Slim Shady please stand up?\nWe're gonna have a problem here...\n\nY'all act like you never seen a white person before\nJaws all on the floor like Pam like Tommy just burst in the door\nAnd started whoopin' her ass worse than before\nThey first were divorced, suin' her over furniture (Agh!)\nIt's the return of the \"Oh, wait, no way, you're kidding\nHe didn't just say what I think he did, did he?\"\nAnd Dr. Dre said… nothing, you idiots!\nDr. Dre's dead, he's locked in my basement (Ha ha!)\nFeminist women love Eminem\n\"Chicka, chicka, chicka, Slim Shady, I'm sick of him\nLook at him, walkin' around, grabbin' his you-know-what\nFlippin' the you-know-who,\" \"Yeah, but he's so cute though\"\nYeah, I probably got a couple of screws up in my head loose\nBut no worse than what's goin' on in your parents' bedrooms\nSometimes I wanna get on TV and just let loose\nBut can't, but it's cool for Tom Green to hump a dead moose\n\"My bum is on your lips, my bum is on your lips\"\nAnd if I'm lucky, you might just give it a little kiss\nAnd that's the message that we deliver to little kids\nAnd expect them not to know what a woman's clitoris is\nOf course, they're gonna know what intercourse is\nBy the time they hit fourth grade\nThey've got the Discovery Channel, don't they?\nWe ain't nothin' but mammals—well, some of us, cannibals\nWho cut other people open like cantaloupes\nBut if we can hump dead animals and antelopes\nThen there's no reason that a man and another man can't elope\nBut if you feel like I feel, I got the antidote\nWomen, wave your pantyhose, sing the chorus, and it goes—\n\nI'm Slim Shady, yes I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n'Cause I'm Slim Shady, yes I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n\nWill Smith don't gotta cuss in his raps to sell records (Nope)\nWell, I do, so fuck him and fuck you too!\nYou think I give a damn about a GRAMMY?\nHalf of you critics can't even stomach me, let alone stand me\n\"But Slim, what if you win, wouldn't it be weird?\"\nWhy, so you guys could just lie to get me here?\nSo you can sit me here next to Britney Spears?\nShit, Christina Aguilera better switch me chairs\nSo I can sit next to Carson Daly and Fred Durst\nAnd hear 'em argue over who she gave head to first\nLittle bitch put me on blast on MTV\n\"Yeah, he's cute, but I think he's married to Kim, hee-hee\"\nI should download her audio on MP3\nAnd show the whole world how you gave Eminem VD (Agh!)\nI'm sick of you little girl and boy groups\nAll you do is annoy me, so I have been sent here to destroy you\nAnd there's a million of us just like me\nWho cuss like me, who just don't give a fuck like me\nWho dress like me; walk, talk and act like me\nAnd just might be the next best thing, but not quite me\n\n'Cause I'm Slim Shady, yes I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n'Cause I'm Slim Shady, yes I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n\nI'm like a head trip to listen to, ‘cause I'm only givin' you\nThings you joke about with your friends inside your livin' room\nThe only difference is I got the balls to say it in front of y'all\nAnd I don't gotta be false or sugarcoat it at all\nI just get on the mic and spit it\nAnd whether you like to admit it, I just shit it\nBetter than ninety percent of you rappers out can\nThen you wonder: \"How can kids eat up these albums like Valiums?\"\nIt's funny, ‘cause at the rate, I'm going, when I'm thirty\nI'll be the only person in the nursing home flirting\nPinching nurse's asses when I'm jacking off with Jergens\nAnd I'm jerking, but this whole bag of Viagra isn't working\nAnd every single person is a Slim Shady lurking\nHe could be working at Burger King, spittin' on your onion rings\nOr in the parking lot, circling, screaming, \"I don't give a fuck!\"\nWith his windows down and his system up\nSo will the real Shady please stand up\nAnd put one of those fingers on each hand up?\nAnd be proud to be outta your mind and outta control\nAnd one more time, loud as you can, how does it go?\n\nI'm Slim Shady, yes I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n'Cause I'm Slim Shady, yes I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n'Cause I'm Slim Shady, yes I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n'Cause I'm Slim Shady, yes I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n\nHa ha, I guess there’s a Slim Shady in all of us\nFuck it, let’s all stand up!",
        "title": "The Real Slim Shady"
    },
    {
        "lyrics": "'Cause sometimes you just feel tired\nYo, left, yo, left\nFeel weak and when you feel weak\nYo, left, right, left\nYou feel like you wanna just give up\nYo, left, yo left\nBut you gotta search within you\nYo, left, right, left\nTry to find that inner strength and just pull that shit out of you\nYo, left, yo left\nAnd get that motivation to not give up\nYo, left, right, left\nAnd not be a quitter, no matter how bad\nYo, left, yo left\nYou wanna just fall flat on your face and collapse\nYo, left, right, left\n\n'Til I collapse I'm spillin' these raps long as you feel 'em\n'Til the day that I drop you'll never say that I'm not killin' 'em\n‘Cause when I am not, then I'ma stop pennin' 'em\nAnd I am not hip-hop and I'm just not Eminem\nSubliminal thoughts, when I'ma stop sendin' 'em?\nWomen are caught in webs, spin 'em and hock venom\nAdrenaline shots of penicillin could not get the illin' to stop\nAmoxicillin's just not real enough\nThe criminal, cop-killin', hip-hop villain\nA minimal swap to cop millions of Pac listeners\nYou're comin' with me, feel it or not\nYou're gonna fear it like I showed ya the spirit of God lives in us\nYou hear it a lot, lyrics to shock\nIs it a miracle or am I just product of pop fizzin' up?\nFa' shizzle, my wizzle, this is the plot, listen up\nYou bizzles forgot, Slizzle does not give a fuck\n\n'Til the roof comes off, 'til the lights go out\n'Til my legs give out, can't shut my mouth\n'Til the smoke clears out, am I high? Perhaps\nI'ma rip this shit 'til my bones collapse\n'Til the roof comes off, 'til the lights go out\nUntil the roof, until the roof\n'Til my legs give out, can't shut my mouth\nThe roof comes off, the roof comes off\n'Til the smoke clears out, am I high? Perhaps\nUntil my legs, until my legs\nI'ma rip this shit 'til my bones collapse\nGive out from underneath me\n\nMusic is like magic, there's a certain feelin' you get\nWhen you real and you spit, and people are feelin' your shit\nThis is your moment, and every single minute you spend\nTryna hold on to it 'cause you may never get it again\nSo while you're in it, try to get as much shit as you can\nAnd when your run is over, just admit when it's at its end\n'Cause I'm at the end of my wits with half the shit that gets in\nI got a list, here's the order of my list that it's in\nIt goes: Reggie, Jay-Z, 2Pac and Biggie\nAndré from OutKast, Jada, Kurupt, Nas, and then me\nBut in this industry I'm the cause of a lot of envy\nSo when I'm not put on this list, the shit does not offend me\nThat's why you see me walk around like nothing's botherin' me\nEven though half you people got a fuckin' problem with me\nYou hate it, but you know respect you got to give me\nThe press's wet dream, like Bobby and Whitney — Nate, hit me!\n\n'Til the roof comes off, 'til the lights go out\n'Til my legs give out, can't shut my mouth\n'Til the smoke clears out, am I high? Perhaps\nI'ma rip this shit 'til my bones collapse\n'Til the roof comes off, 'til the lights go out\nUntil the roof, until the roof\n'Til my legs give out, can't shut my mouth\nThe roof comes off, the roof comes off\n'Til the smoke clears out, am I high? Perhaps\nUntil my legs, until my legs\nI'ma rip this shit 'til my bones collapse\nGive out from underneath me\n\nSoon as a verse starts, I eat at an MC's heart\nWhat is he thinking? How not to go against me, smart\nAnd it's absurd how people hang on every word\nI'll prob'ly never get the props I feel I ever deserve\nBut I'll never be served, my spot is forever reserved\nIf I ever leave Earth, that would be the death of me first\n‘Cause in my heart of hearts I know nothin' could ever be worse\nThat's why I'm clever when I put together every verse\nMy thoughts are sporadic I act like I'm an addict\nI rap like I'm addicted to smack, like I'm Kim Mathers\nBut I don't wanna go forth and back in constant battles\nThe fact is I would rather sit back and bomb some rappers\nSo this is like a full-blown attack I'm launchin' at 'em\nThe track is on some battlin' raps, who wants some static?\n‘Cause I don't really think that the fact that I'm Slim matters\nA plaque and platinum status is wack if I'm not the baddest, so\n\n'Til the roof comes off, 'til the lights go out\n'Til my legs give out, can't shut my mouth\n'Til the smoke clears out, am I high? Perhaps\nI'ma rip this shit 'til my bones collapse\n'Til the roof comes off, 'til the lights go out\nUntil the roof, until the roof\n'Til my legs give out, can't shut my mouth\nThe roof comes off, the roof comes off\n'Til the smoke clears out, am I high? Perhaps\nUntil my legs, until my legs\nI'ma rip this shit 'til my bones collapse\nGive out from underneath me\n\nUntil the roof, until the roof\nThe roof comes off, the roof comes off\nUntil my legs, until my legs\nGive out from underneath me\nI, I will not fall, I will stand tall\nFeels like no one can beat me",
        "title": "’Till I Collapse"
    },
    {
        "lyrics": "(Fack) Okay, (Fack) how do I say this? (Fack)\nLast year (Fack) didn't work out so well for me (Fack)\n(Fack last year!) (Fack) (Last year can eat a dick!)\n2018, (Fack) well (Fack)\n\nHah, yeah, I'm a fuckin' kamikaze crashin' into everything\nYou beat me, Islamic Nazi, that means there is no such thing\nI've been goin' for your jugular since Craig G \"Duck Alert\"\nWedgie in my underwear, the whole bed sheet and the comforter\nStuck up in my rectal crack, kiss my disrespectful ass\nI'll ride through your cul-de-sac\nWindow cracked, bumpin' your reference tracks\nY-You collaborative effort rap, I-I have never said his raps\nO-Overstayed my welcome, stepped in crap\nAnd ruined your welcome mat\nSo spit that shit from the heart, you didn't write like you wrote it (Wrote it) (Yeah)\nWhile I teabag the microphone 'cause I go nuts on it (On it) (Yeah)\nLike a fighter jet lined with explosives that'll strike any moment\nHeaded right at opponents and I'm the fuckin' pilot that flown it\nI'm 'bout to—\n\nSmash into everyone, crash into everything\nBack and I've just begun, \"FACK\" 2017\nFack, fack on everyone\nFack, fack on everyone\nFack, fack on everyone\nI'm a Kamikaze, gonna\nSmash into everyone, crash like an F-15\nDamage already done, y'all shoulda let me be\nFack, fack on everyone\nFack, fack on everyone\nFack, fack on everyone\nI'm a Kamikaze, gonna\n\nI turned to rap 'cause it made me feel tough when I wasn't (Wasn't)\nFrom the moment I heard rappers cussin', I was in (Was in)\nWhich is why I identify with the guy\nWho I was invented by, Dre's Frankenstein\nEnergized like a nine volt\nIce cold like Snake Eyes, twice in a row on a dice roll\nBut if the only reason I blowed is 'cause I'm white though\nWhy don't every other white rapper sell what I sold? (Ooh)\nKamikaze pilot, I wrote my suicide note\nHere come the guys in white coats tryin' to stop me\n'Fore I jump behind the controls and try to fly into foes\n'Cause I'm takin' y'all with me when I go cyclone\nI don't think this typhoon's letting up any time soon, here I go\nEyes closed, blindfolded, I'm 'bout to—\n\nSmash into everyone, crash into everything\nBack and I've just begun, \"FACK\" 2017\nFack, fack on everyone\nFack, fack on everyone\nFack, fack on everyone\nI'm a Kamikaze, gonna\nSmash into everyone, crash like an F-15\nDamage already done, y'all should'a let me be\nFack, fack on everyone\nFack, fack on everyone\nFack, fack on everyone\nI'm a Kamikaze, gonna\n\nSmash\nKamikaze, kamikaze\nKami, kami-kamikaze, kamikaze, kami-kamikaze (kamikaze)\nTake a look at what I've done\n\nI heard your freestyle on Shade 45, that shit was embarrassing\nThere is no way we ever air that shit again, I guarantee that\nWait, that shit was so ass it's somethin' we wouldn't dare re-air it\nThe shit's embarrassing as me rear-ending Tara Reid bare\nIn my therapy chair, my dick is the hair length of Cher\nEach nut is the chair width of an Acorn stairlift, beware of me\nLyrically I'm terrible, better get your lyrics prepared\nRichard Ramirez is here, serial killin' every beat there is\n\nWait, wait, got the eeriest feelin'\nSomethin' evil is lurkin', I'm no conspiracy theorist\nBut somethin' here is a foot—oh yeah, it's my dick\nGet the measurin' stick (What?), 12 inches of wood (Haha)\nWait, but I've been goin' for your jugular since Craig G \"Duck Alert\"\nAnd I've come to pay respects\n'Cause if you sleep you're fucked—other words\nYou get laid to rest and I hope your butt is hurt\nPut me on a track, I go cray-on it like a color book\nYou got some views, but you're still below me\nMine are higher, so when you compare our views, you get overlooked\nAnd I don't say the hook unless I wrote the hook\nAnd now I'm just freestylin' in the vocal booth\nAnd you know I've always spoke the truth\nYou're lyin' through your teeth so much you broke a tooth\nAnd it ain't somethin' I need a phone to do\nWhen I say I can't wait 'til I get ahold of you\nAnd I don't know what I'm s'posed to do\nLine up the rappers, take my pic like a photo shoot",
        "title": "Kamikaze"
    },
    {
        "lyrics": "I walk on water\nBut I ain't no Jesus\nI walk on water\nBut only when it freezes (Fuck)\n\nWhy are expectations so high? Is it the bar I set?\nMy arms, I stretch, but I can’t reach\nA far cry from it, or it's in my grasp, but as\nSoon as I grab, squeeze\nI lose my grip like the flying trapeze\nInto the dark I plummet, now the sky's blackening\nI know the mark’s high, butter–\nFlies rip apart my stomach\nKnowin' that no matter what bars I come with\nYou're gonna harp, gripe, and\nThat's a hard Vicodin to swallow, so I scrap these\nAs pressure increases like khakis\nI feel the ice cracking, because—\n\nI walk on water\nBut I ain't no Jesus\n(It's the curse of the—, it's the curse of the—)\nI walk on water (Shit)\nBut only when it freezes\n\nIt's the curse of the standard, that the first of the Mathers disc set\nAlways in search of the verse that I haven’t spit yet\nWill this step just be another misstep\nTo tarnish whatever the legacy, love or respect\nI’ve garnered? The rhyme has to be perfect, the delivery flawless\nAnd it always feels like I'm hittin’ the mark\n'Til I go sit in the car, listen and pick it apart\nLike, \"This shit is garbage!\"\nGod's given me all this, still I feel no different regardless\nKids look to me as a god, this is retarded\nIf only they knew, it's a facade and it’s exhaustive\nAnd I try not to listen to nonsense\nBut if you bitches are tryin' to strip me of my confidence\nMission accomplished\nI'm not God-sent, Nas, Rakim, 'Pac, B.I.G., James Todd Smith\nAnd I'm not Prince, so…\n\nI walk on water\nBut I ain't no Jesus\nI walk on water\n(It's true, I'm a Rubik's—, it's true—)\nBut only when it freezes\n(It's true—)\n\n'Cause I'm only human, just like you\nMaking my mistakes, oh if you only knew\nI don't think you should believe in me the way that you do\n'Cause I'm terrified to let you down, oh\n\nIt's true, I'm a Rubik's—a beautiful mess\nAt times juvenile, yes, I goof and I jest\nA flawed human, I guess\nBut I'm doin' my best to not ruin your ex–\nPectations and meet 'em, but first\nThe \"Speedom\" verse, now Big Sean\nHe's goin' too fast, is he gonna shout or curse out his mom?\nThere was a time I had the world by the balls, eatin' out my palm\nEvery album song I was spazzin' the fuck out on\nAnd now I'm gettin' clowned and frowned on\nBut the only one who's looking down on\nMe that matters now's DeShaun\nAm I lucky to be around this long?\nBegs the question though\nEspecially after the methadone\nAs yesterday fades and the Dresden home\nIs burnt to the ground and all that's left of my house is lawn\nThe crowds are gone\nAnd it's time to wash out the blonde\nSales decline, the curtain's drawn\nThey're closin' the set, I'm still pokin' my head from out behind\nAnd everyone who has doubt, remind\nNow take your best rhyme, outdo it, now do it a thousand times\nNow let 'em tell ya the world no longer cares\nOr gives a fuck about your rhymes\nAnd as I grow outta sight, outta mind, I might go outta mine\n'Cause how do I ever let this mic go without a fight\nWhen I made a fuckin' tightrope outta twine?\nBut when I do fall from these heights though, I'll be fine\nI won't pout or cry or spiral down or whine\nBut I'll decide if it's my final bow this time around, 'cause—\n\nI walk on water\nBut I ain't no Jesus\nI walk on water\nBut only when it freezes\n\n'Cause I'm only human, just like you\nI've been making my mistakes, oh if you only knew\nI don't think you should believe in me the way that you do\n'Cause I'm terrified to let you down, oh\nIf I walked on water, I would drown\n\n'Cause I'm just a man\nBut as long as I got a mic, I'm godlike\nSo me and you are not alike\nBitch, I wrote \"Stan\"",
        "title": "Walk on Water"
    },
    {
        "lyrics": "Just gonna stand there and watch me burn?\nWell, that's all right because I like the way it hurts\nJust gonna stand there and hear me cry?\nWell, that's all right because I love the way you lie\nI love the way you lie\n\nI can't tell you what it really is, I can only tell you what it feels like\nAnd right now, there's a steel knife in my windpipe\nI can't breathe, but I still fight while I can fight\nAs long as the wrong feels right, it's like I'm in flight\nHigh off her love, drunk from her hate\nIt's like I'm huffin' paint and I love her, the more I suffer, I suffocate\nAnd right before I'm about to drown, she resuscitates me\nShe fuckin' hates me, and I love it — \"Wait!\nWhere you going?\" — \"I'm leaving you!\" — \"No, you ain't!\nCome back!\" — We're runnin' right back, here we go again\nIt's so insane, 'cause when it's goin' good, it's goin' great\nI'm Superman with the wind at his back, she's Lois Lane\nBut when it's bad, it's awful, I feel so ashamed\nI snapped, \"Who's that dude?\", I don't even know his name\nI laid hands on her, I'll never stoop so low again\nI guess I don't know my own strength\n\nJust gonna stand there and watch me burn?\nWell, that's all right because I like the way it hurts\nJust gonna stand there and hear me cry?\nWell, that's all right because I love the way you lie\nI love the way you lie\nI love the way you lie\n\nYou ever love somebody so much you can barely breathe when you're with 'em?\nYou meet, and neither one of you even know what hit 'em\nGot that warm fuzzy feelin', yeah, them chills, used to get 'em\nNow you're gettin' fuckin' sick of lookin' at 'em?\nYou swore you'd never hit 'em, never do nothin' to hurt 'em\nNow you're in each other's face\nSpewin' venom in your words when you spit 'em\nYou push, pull each other's hair, scratch, claw, bit 'em\nThrow 'em down, pin 'em\nSo lost in the moments when you're in 'em\nIt's the rage that took over, it controls you both\nSo they say you're best to go your separate ways\nGuess that they don't know ya\n'Cause today, that was yesterday, yesterday is over\nIt's a different day, sound like broken records playin' over\nBut you promised her, next time you'll show restraint\nYou don't get another chance, life is no Nintendo game\nBut you lied again\nNow you get to watch her leave out the window\nGuess that's why they call it window pane\n\nJust gonna stand there and watch me burn?\nWell, that's all right because I like the way it hurts\nJust gonna stand there and hear me cry?\nWell, that's all right because I love the way you lie\nI love the way you lie\nI love the way you lie\n\nNow, I know we said things, did things that we didn't mean\nThen we fall back into the same patterns, same routine\nBut your temper's just as bad as mine is, you're the same as me\nWhen it comes to love you're just as blinded, baby, please\nCome back, it wasn't you, baby, it was me\nMaybe our relationship isn't as crazy as it seems\nMaybe that's what happens when a tornado meets a volcano\nAll I know is I love you too much to walk away though\nCome inside, pick up your bags off the sidewalk\nDon't you hear sincerity in my voice when I talk?\nTold you this is my fault, look me in the eyeball\nNext time I'm pissed, I'll aim my fist at the drywall\nNext time? There won't be no next time!\nI apologize, even though I know it's lies\nI'm tired of the games, I just want her back, I know I'm a liar\nIf she ever tries to fuckin' leave again, I'ma tie her\nTo the bed and set this house on fire, just gonna—\n\nJust gonna stand there and watch me burn?\nWell, that's all right because I like the way it hurts\nJust gonna stand there and hear me cry?\nWell, that's all right because I love the way you lie\nI love the way you lie\nI love the way you lie",
        "title": "Love the Way You Lie"
    }
]