[
    {
        "lyrics": "There's a lady who's sure all that glitters is gold\nAnd she's buying a stairway to Heaven\nWhen she gets there she knows, if the stores are all closed\nWith a word she can get what she came for\nOoh, ooh, and she's buying a stairway to Heaven\nThere's a sign on the wall, but she wants to be sure\n'Cause you know sometimes words have two meanings\nIn a tree by the brook, there's a songbird who sings\nSometimes all of our thoughts are misgiven\n\nOoh, makes me wonder\nOoh, makes me wonder\n\nThere's a feeling I get when I look to the west\nAnd my spirit is crying for leaving\nIn my thoughts I have seen rings of smoke through the trees\nAnd the voices of those who stand looking\n\nOoh, it makes me wonder\nOoh, really makes me wonder\n\nAnd it's whispered that soon if we all call the tune\nThen the piper will lead us to reason\nAnd a new day will dawn for those who stand long\nAnd the forests will echo with laughter\n\nOh-oh-oh-oh-woahhh\n\nIf there's a bustle in your hedgerow, don't be alarmed, now\nIt's just a spring clean for the May queen\nYes, there are two paths you can go by, but in the long run\nThere's still time to change the road you're on\n\nAnd it makes me wonder\nOhh, woah\n\nYour head is humming and it won't go, in case you don't know\nThe piper's calling you to join him\nDear lady, can you hear the wind blow? And did you know\nYour stairway lies on the whispering wind?\n\n\nAnd as we wind on down the road\nOur shadows taller than our soul\nThere walks a lady we all know\nWho shines white light and wants to show\nHow everything still turns to gold\nAnd if you listen very hard\nThe tune will come to you at last\nWhen all are one and one is all\nTo be a rock and not to roll\n\nAnd she's buying a stairway to Heaven",
        "title": "Stairway to Heaven"
    },
    {
        "lyrics": "​\n(2, 3, 4)\n\nAhh! Ahh!\nWe come from the land of the ice and snow\nFrom the midnight sun where the hot springs flow\n\nThe hammer of the gods\nWill drive our ships to new lands\nTo fight the horde, sing and cry\nValhalla, I am coming\n\nOn we sweep with threshing oar\nOur only goal will be the western shore\n\nAhh! Ahh!\nWe come from the land of the ice and snow\nFrom the midnight sun where the hot springs flow\n\nHow soft your fields so green\nCan whisper tales of gore\nOf how we calmed the tides of war\nWe are your overlords\n\nOn we sweep with threshing oar\nOur only goal will be the western shore\n\nSo now you'd better stop\nAnd rebuild all your ruins\nFor peace and trust can win the day\nDespite of all your losing",
        "title": "Immigrant Song"
    },
    {
        "lyrics": "Oh, let the sun beat down upon my face\nWith stars to fill my dreams\nI am a traveler of both time and space\nTo be where I have been\nSit with elders of the gentle race\nThis world has seldom seen\nTalk of days for which they sit and wait\nAll will be revealed\n\nTalk and song from tongues of lilting grace\nWhose sounds caress my ear\nBut not a word I heard could I relate\nThe story was quite clear\nOh, oh\nOh, oh\n\nOoh, baby, I been flying\nNo yeah, mama, there ain't no denying\nOh, ooh, yeah I've been flying\nMama, mama, ain't no denying, no denying\n\nOh, all I see turns to brown\nAs the sun burns the ground\nAnd my eyes fill with sand\nAs I scan this wasted land\nTrying to find, trying to find, where I've been\n\nOh, pilot of the storm who leaves no trace\nLike thoughts inside a dream\nHere is the path that led me to that place\nYellow desert stream\nMy Shangri-La beneath the summer moon\nI will return again\nSure as the dust that floats high in June\nWhen movin' through Kashmir\n\nOh, father of the four winds, fill my sails\nAcross the sea of years\nWith no provision but an open face\nAlong the straits of fear\nOh, oh\nOh, oh\n\nOoooh\n\nOh, when I'm on, when I'm on my way, yeah\nWhen I see, when I see the way, you stay-yeah\nOoh, yeah-yeah, ooh, yeah-yeah, when I'm down\nOoh, yeah-yeah, ooh, yeah-yeah, but I'm down, so down\nOoh, my baby, ooh, my baby, let me take you there\nOh..Come on, oh, let me take you there...let me take you there\nOoh, yeah-yeah, ooh, yeah-yeah, let me take you there...let me take you there",
        "title": "Kashmir"
    },
    {
        "lyrics": "Hey, hey, mama, said the way you move\nGonna make you sweat, gonna make you groove\nAh, ah, child, way you shake that thing\nGonna make you burn, gonna make you sting\nHey, hey, baby, when you walk that way\nWatch your honey drip, I can't keep away\n\nOh yeah, oh yeah, oh, oh, oh\nOh yeah, oh yeah, oh, oh, oh\n\nI gotta roll, can't stand still\nGot a flaming heart, can't get my fill\nEyes that shine, burning red\nDreams of you all through my head\n\nAh-ah, ah-ah\nAh-ah, ah-ah\nAh-ah, ah-ah, ahh\n\nHey baby, oh baby, pretty baby\nTell me would you do me now\nHey baby, oh baby, pretty baby\nMove me while you groove me now\n\nTake too long 'fore I found out\nWhat people mean by down and out\nSpent my money, took my car\nStarted tellin' her friend she' gon' be a star\nI don't know, but I've been told\nA big-legged woman ain't got no soul\n\nOh yeah, oh yeah, oh, oh, oh\nOh yeah, oh yeah, oh, oh, oh\n\nAll I ask for, all I pray\nSteady rollin' woman gonna come my way\nNeed a woman gonna hold my hand\nWon't tell me no lies, make me a happy man\n\nAh-ah, ah-ah\nAh-ah, ah-ah\nAh-ah, ah-ah, ahh\n\n\nHey baby,  pretty baby, oh baby\nHey baby,  pretty baby, oh baby\nHey baby,  pretty baby, oh baby",
        "title": "Black Dog"
    },
    {
        "lyrics": "You need coolin', baby, I'm not foolin'\nI'm going to send you back to schoolin'\nWay down inside, honey, you need it\nI'm goin' to give you my love\nI'm goin' to give you my love, oh\n\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\n\nYou've been learnin', baby, I've been yearnin'\nAll them good times, baby, baby, I've been learnin'\nWay, way down inside, honey, you need it\nI'm gonna give you my love, ah\nI'm goin' to give you my love, ah, oh\n\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\n\n\nYou've been coolin', baby, I've been droolin'\nAll the good times, baby, I've been misusin'\nWay, way down inside, I'm goin' to give you my love\nI'm goin' to give you every inch of my love\nGoin' to give you my love, hey, alright, yes, sir\n\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\n\nWay down inside, woman, you need love\nShake for me, girl, I want to be your back door man\nHey! Oh! Hey! Oh! Hey! Oh!\nKeep it coolin', baby\nKeep it coolin', baby\nKeep it coolin', baby\nKeep it coolin', baby\nKeep it coolin', baby",
        "title": "Whole Lotta Love"
    },
    {
        "lyrics": "Spent my days with a woman unkind\nSmoked my stuff and drank, all my wine\nMade up my mind to make a new start\nGoing to California with an aching, in my heart\nSomeone told me there's a girl out there\nWith love in her eyes and flowers, in her hair\n\nTook my chances on a big jet plane\nNever let 'em tell you that they're all the same\nThe sea was red and the sky was grey\nWondered how tomorrow, could ever follow today\nThe mountains and the canyons start to tremble and shake\nAs the children of the sun began to awake (watch out)\n\nSeems that the wrath of the gods\nGot a punch on the nose, and it started to flow\nI think I might be sinking\nThrow me a line, if I reach it in time\nI'll meet you up there where the path runs straight and high\n\nTo find a queen without a king\nThey say she plays guitar and cries and sings... La la la la\nRide a white mare in the footsteps of dawn\nTryin' to find a woman who's never, never, never been born\nStanding on a hill in my mountain of dreams\nTelling myself it's not as hard, hard, hard as it seems...\n\nAh, ah, ah, ah",
        "title": "Going to California"
    },
    {
        "lyrics": "The leaves are falling all around, time I was on my way\nThanks to you, I'm much obliged for such a pleasant stay\nBut now it's time for me to go, the autumn moon lights my way\nFor now I smell the rain, and with it pain, and it's headed my way\nAh, sometimes I grow so tired\nBut I know I've got one thing I got to do\n\nRamble on, and now's the time, the time is now\nTo sing my song, I'm going 'round the world, I gotta find my girl\nOn my way, I've been this way ten years to the day\nRamble on, gotta find the queen of all my dreams\n\nGot no time to for spreading roots\nThe time has come to be gone\nAnd though \"Our health\" we drank a thousand times\nIt's time to ramble on\n\nRamble on, and now the time, the time is now\nTo sing my song, I'm going 'round the world, I gotta find my girl\nOn my way, I've been this way ten years to the day\nI gotta ramble on, I gotta find the queen of all my dreams\n\nI tell you no lie\n\nMine's a tale that can't be told, my freedom I hold dear\nHow years ago in days of old, when magic filled the air\n'Twas in the darkest depths of Mordor, I met a girl so fair\nBut Gollum, and the evil one crept up and slipped away with her\nHer, her, yeah\nAh, there's nothing I can do now\nI guess I'll keep on\n\nRamblin', I'm gonna shake (Sing my song)\nI gotta find my baby\nI'm gonna ramble on, sing my song\nGonna work my way, going 'round the world\nBaby, baby (Ramble on)\nDo do do do do do do do, my baby\nI can't stop this feeling in my heart\nEvery time I think about my baby I think \"we gots to part\"\nGotta keep on searching for my baby\nBaby, baby, baby, baby, baby\nI gotta keep on searching for my baby\nMy, my, my, my, my, my, baby\nI can't find my bluebird!\nI listened to what my bluebird said, but I, I can't find my bluebird!\nI keep rambling, baby",
        "title": "Ramble On"
    },
    {
        "lyrics": "Been dazed and confused for so long it's not true\nWanted a woman, never bargained for you\nLots of people talk and few of them know\nSoul of a woman was created below, yeah\n\nYou hurt and abuse telling all of your lies\nRun 'round, sweet baby, Lord, how they hypnotize\nSweet little baby, I don't know where you've been\nGonna love you, baby, here I come again\n\nIf you're going to San Francisco\nBe sure to wear some flowers in your hair\nIf you're going to San Francisco\nYou're gonna meet a lot of gentle people there\n\nEvery day I work so hard bringing home my hard earned pay\nTry to love you, baby, but you push me away\nDon't know where you're going, only know just where you've been\nSweet little baby, I want you again\n\n\nBeen dazed and confused for so long it's not true\nWanted a woman, never bargained for you\nTake it easy, baby, let them say what they will\nTongue wag so much when I send you the bill",
        "title": "Dazed and Confused"
    },
    {
        "lyrics": "If the sun refused to shine\nI would still be loving you\nWhen mountains crumble to the sea\nThere will still be you and me\n\nKind woman, I give you my all\nKind woman, nothing more\n\nLittle drops of rain whisper of the pain\nTears of loves lost in the days gone by\nMy love is strong\nWith you there is no wrong\nTogether we shall go until we die, my, my, my\nAn inspiration is what you are to me\nInspiration - look, see\n\n\nAnd so today, my world, it smiles\nYour hand in mine, we walk the miles\nAnd thanks to you it will be done\nFor you to me are the only one\nAlright, yeah\nHappiness, no more be sad\nHappiness - I'm glad\n\nIf the sun refused to shine\nI would still be loving you\nWhen mountains crumble to the sea\nThere will still be you and me",
        "title": "Thank You"
    },
    {
        "lyrics": "Babe, baby, baby, I'm gonna leave you\nI said baby, you know I'm gonna leave you\nI'll leave you when the summertime\nLeave you when the summer comes a-rolling\nLeave you when the summer comes along\n\nBabe, babe, babe, babe, babe, babe, baby, baby\nI wanna leave you\nI ain't joking woman, I've got to ramble\nOh, yeah, baby, baby, I believin'\nWe really got to ramble (I can hear it calling me)\nI can hear it calling me the way it used to do\nI can hear it calling me back home\n\nBabe, I'm gonna leave you\nOh, baby, you know, I've really got to leave you\nOh I can hear it calling me\nI said don't you hear it calling me the way it used to do?\n\nI know I know, I know\nI never, never, never, never, never gonna leave you, babe\nBut I got to go away from this place\nI've got to quit you, yeah\nOh, baby, baby, baby, baby, baby, baby, baby\nOh, don't you hear it callin' me?\nOh, woman, woman, I know, I know\nIt feels good to have you back again\nAnd I know that one day baby, it's gonna really grow, yes it is\nWe gonna go walkin' through the park every day\nCome what may, every day, oh\nMy, my, my, my, my, my babe\nI'm gonna leave you, go away\n\nOh, I miss you, baby\nIt was really, really good\nYou made me happy every single day\nBut now I've got to go away\nOh, oh, oh\n\nBaby, baby, baby, baby\nThat's when it's calling me\nI said that's when it's calling me back home",
        "title": "Babe I’m Gonna Leave You"
    },
    {
        "lyrics": "If it keeps on raining, levee's going to break\nIf it keeps on raining, the levee's going to break\nWhen the levee breaks, we'll have no place to stay\n\nMean old levee, taught me to weep and moan, oh\nMean old levee, taught me to weep and moan\nIt's got what it takes to make a mountain man leave his home\nOh well, oh well, oh well\nOoh\n\nOh, don't it make you feel bad\nWhen you're trying to find your way home\nYou don't know which way to go\nIf you're going down south, they got no work to do\nIf you're going north to Chicago\nAh, ah, ah, hey\n\n\nCrying won't help you, praying won't do you no good\nNo, crying won't help you, praying won't do you no good\nWhen the levee breaks, mama, you got to move, ooh\n\nAll last night I sat on the levee and moaned\nAll last night, sat on the levee and moaned\nThinking about my baby and my happy home\nOh-ho\n\nAh, ah, ah, ah-ah\nAh, ah, ah, ah-ah\nOh, oh\n\nGoing\nI'm going to Chicago\nGoing to Chicago\nSorry, but I can't take you, ah\nGoing down, going down now\nGoing down, I'm going down now\nGoing down, going down\nGoing down, going down\nOh\nGoing down, going down now\nGoing down, going down now\nGoing down, going down now\nGoing down, going, dow- dow- dow- dow- down now\nOoh, ooh",
        "title": "When the Levee Breaks"
    },
    {
        "lyrics": "Should I fall out of love, my fire in the light\nTo chase a feather in the wind\nWithin the glow that weaves a cloak of delight\nThere moves a thread that has no end\n\nFor many hours and days that pass ever soon\nThe tides have caused the flame to dim\nAt last the arm is straight, the hand to the loom\nIs this to end or just begin?\n\nAll of my love, all of my love\nAll of my love to you, now\nAll of my love, all of my love\nOh, all of my love to you, now\n\nThe cup is raised, the toast is made yet again\nOne voice is clear above the din\nProud Arianne one word, my will to sustain\nFor me, the cloth once more to spin\n\nOh, all of my love, all of my love\nOh, all of my love for you now\nAll of my love, all of my love, yes\nAll of my love to you, child\n\n\nYours is the cloth, mine is the hand that sews time\nHis is the force that lies within\nOurs is the fire, all the warmth we can find\nHe is a feather in the wind\n\nOh, all of my love, all of my love\nOh, all of my love to you, now\nAll of my love, oh yes\nAll of my love to you\nAll of my love, all of my love\nAll of my love!\nSometimes, sometimes\nHey hey hey hey, ooooh yeah\nIt's all all all\nAll of my love, all of my love\nAll of my love to you, now\nAll of my love, all of my love\nAll of my love to you, now\nI get a little bit lonely\nJust a little, just a little\nJust a little bit lonely\nJust a little bit lonely",
        "title": "All My Love"
    },
    {
        "lyrics": "The Queen of Light took her bow\nAnd then she turned to go\nThe Prince of Peace embraced the gloom\nAnd walked the night alone\nOh, dance in the dark of night\nSing to the morning light\nThe dark Lord rides in force tonight\nAnd time will tell us all\nOh, throw down your plow and hoe\nRest not to lock your homes\nSide by side we wait the might of the darkest of them all\nOh-oh\n\nI hear the horses' thunder down in the valley below\nI'm waiting for the angels of Avalon\nWaiting for the eastern glow\n\nThe apples of the valley hold the seeds of happiness\nThe ground is rich from tender care\nRepay, do not forget, no, no\nDance in the dark of night\nSing to the morning light\nThe apples turn to brown and black\nThe tyrant's face is red\nOh, war is the common cry\nPick up your swords and fly\nThe sky is filled with good and bad\nMortals never know, oh\n\nOh, well, the night is long the beads of time pass slow\nTired eyes on the sunrise\nWaiting for the eastern glow\n\nThe pain of war cannot exceed\nThe woe of aftermath\nThe drums will shake the castle wall\nThe ring wraiths ride in black, ride on\nSing as you raise your bow (Ride on)\nShoot straighter than before\nNo comfort has the fire at night\nThat lights the face so cold\nOh dance in the dark of night\nSing to the morning light\nThe magic runes are writ in gold\nTo bring the balance back\nBring it back\n\nAt last the sun is shining\nThe clouds of blue roll by\nWith flames from the dragon of darkness\nThe sunlight blinds his eyes!\nAhhhhh\nAhhhhhhhhhh\nBring it back, bring it back\nBring it back, bring it back\nBring it back, bring it back\nBring it back, bring it back\nOh now, oh now, oh now, oh\nOh now, oh now, oh now\nBring it back, bring it back\nBring it back, bring it back\nOh now, oh now, oh now, oh\nOh now, oh now, oh now\nBring it, bring it, bring it, bring it\nBring it, bring it, bring it, bring it\nBring it, bring it, bring it, bring it",
        "title": "The Battle of Evermore"
    },
    {
        "lyrics": "Close the door, put out the light\nYou know they won't be home tonight\nThe snow falls hard and don't you know?\nThe winds of Thor are blowing cold\nThey're wearing steel that's bright and true\nThey carry news that must get through\n\nThey choose the path where no-one goes\nThey hold no quarter\nThey hold no quarter\n\n\nWalking side by side with death\nThe devil mocks their every step, ooh\nThe snow drives back the foot that's slow\nThe dogs of doom are howling more\nThey carry news that must get through\nTo build a dream for me and you, oh\n\nThey choose the path where no-one goes\nThey hold no quarter\nThey ask no quarter\nThey hold no quarter\nThey ask no quarter\nOh!\nThe pain, the pain without quarter, oh yeah!\nThey ask no quarter (without quarter, quarter, quarter)\nThey give no quarter (giving me, giving me no...)\nOh (I hear the dogs of doom are howling more!)",
        "title": "No Quarter"
    },
    {
        "lyrics": "Been working from seven\nTo eleven every night\nReally makes life a drag\nI don't think that's right\n\nI've really been the best, the best of fools\nI did what I could, yeah\nCause I love you, baby, how I love you, darling\nHow I love you, baby, my beloved little girl, little girl\n\nBut baby, since I've been loving you, yeah\nI'm about to lose my worried mind, oh yeah\n\nEverybody trying to tell me\nThat you didn't mean me no good\nI've been trying, Lord, let me tell you\nLet me tell you, I really did the best I could\n\nI've been, I've been working from seven\nTo eleven every night\nI said it kinda makes my life a drag, drag, drag, drag\nLord, yeah, that ain't right, now, now\n\nSince I've been loving you, yeah\nI'm about to lose my worried mind\nWatch out\n\n\nI said I've been crying, yeah\nOh, my tears they fell like rain\nDon't you hear them, don't you hear them falling?\nDon't you hear them, don't you hear them falling?\n\nDo you remember, mama, when I knocked upon your door?\nI said you had the nerve to tell me\nYou didn't want me no more, yeah\nI open my front door, I hear my back door slam\nYou know, I must have one of them newfangled\nNewfangled back-door men\n\nI've been a-working from seven, seven, seven\nTo eleven, eleven every night\nIt kinda makes my life a drag, a drag, drag\nAh yeah! It makes it a drag\n\nBaby, since I've been loving you\nI'm about to lose, I'm about to lose, lose my worried mind\nOh yeah\nJust one more, just one more, ooh, yeah\nSince I've been loving you, I'm gonna lose my worried mind",
        "title": "Since I’ve Been Loving You"
    },
    {
        "lyrics": "It is the springtime of my loving\nThe second season I am to know\nYou are the sunlight in my growing\nSo little warmth I've felt before\nIt isn't hard to feel me glowing\nI watched the fire that grew so low, oooh, oh\n\n\nIt is the summer of my smiles\nFlee from me, keepers of the gloom\nSpeak to me only with your eyes\nIt is to you I give this tune\nAin't so hard to recognize, oh\nThese things are clear to all from time to time, ooh\nOh, oh\n\nAh, talk, talk, talk, talk\nHey!\nI've felt the coldness of my winter\nI never thought it would ever go\nI cursed the gloom that set upon us, upon us, upon us\nBut I know that I love you so, ohhhh, oh\nBut I know that I love you so\nThese are the seasons of emotion\nAnd like the winds they rise and fall\nThis is the wonder of devotion\nI see the torch we all must hold\nThis is the mystery of the quotient quotient\nAh, upon us all, upon us all a little rain must fall\nJust a little rain, oh yeah\nUhh, ooooh, yeah yeah yeah",
        "title": "The Rain Song"
    },
    {
        "lyrics": "Hey lady, you got the love I need\nMaybe more than enough\nOh darling, darling, darling; walk a while with me\nOh, you've got so much, so much, so much\n\nMany have I loved, and many times been bitten\nMany times I've gazed along the open road\nMany times I've lied, and many times I've listened\nMany times I've wondered how much there is to know\nMany dreams come true, and some have silver linings\nI live for my dream and a pocketful of gold\n\n\nMellow is the man who knows what he's been missing\nMany, many men can't see the open road\nMany is a word that only leaves you guessing\nGuessing 'bout a thing you really ought to know, oh, oh, oh, oh!\nReally ought to know (oh, oh, oh)\nI really ought to know\nOh, you know I should, you know I should\nYou know I should've known",
        "title": "Over the Hills and Far Away"
    },
    {
        "lyrics": "It's been a long time since I rock and rolled\nIt's been a long time since I did the Stroll\nOoh, let me get it back, let me get it back\nLet me get it back, baby, where I come from\n\nIt's been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time\nYes, it has\n\nIt's been a long time since The Book of Love\nI can't count the tears of a life with no love\nCarry me back, carry me back\nCarry me back, baby, where I come from\nWhoa, whoa, oh\n\nIt's been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time\n\n\nOh! Seems so long since we walked in the moonlight\nMaking vows that just can't work right\nOh yeah, open your arms, opens your arms\nOpen your arms, baby, let my love come running in!\nYeah!\n\nIt's been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time\nOoh yeah, ooh yeah\nOoh yeah, ooh yeah\nIt's been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time",
        "title": "Rock and Roll"
    },
    {
        "lyrics": "In the days of my youth, I was told what it means to be a man\nAnd now I've reached that age, I've tried to do all those things the best I can\nNo matter how I try, I find my way into the same old jam\n\nGood times, bad times, you know I've had my share\nWhen my woman left home with a brown eyed man\nBut I still don't seem to care\n\nSixteen, I fell in love with a girl as sweet as could be\nIt only took a couple of days 'til she was rid of me\nShe swore that she would be all mine and love me till the end\nBut when I whispered in her ear, I lost another friend, oh\n\nGood times, bad times, you know I've had my share\nWhen my woman left home for a brown eyed man\nBut I still don't seem to care\n\n\nGood times, bad times, you know I've had my share\nWhen my woman left home for a brown eyed man\nBut I still don't seem to care\n\nI know what it means to be alone\nI sure do wish I was at home\nI don't care what the neighbours say\nI'm gonna love you each and every day\nYou can feel the beat within my heart\nRealize, sweet babe, we ain't ever gonna part",
        "title": "Good Times Bad Times"
    },
    {
        "lyrics": "Hey fellas, have you heard the news?\nYou know that Annie's back in town\nIt won't take long, just watch and see\nHow the fellas lay their money down\n\nHer style is new, but the face the same\nAs it was so long ago\nBut from her eyes, a different smile\nLike that of one who knows\n\nWell, it's been ten years or maybe more\nSince I first set eyes on you\nThe best years of my life gone by\nHere I am alone and blue\n\nSome people cry and some people die\nBy the wicked ways of love\nBut I'll just keep on rolling along\nWith the grace of the Lord above\n\nPeople talking all around\nAbout the way you left me flat\nI don't care what the people say\nI know where their jive is at\n\nOne thing I do have on my mind\nIf you can clarify, please do\nIt's the way you call me by another guy's name\nWhen I try to make love to you, yeah\nI try to make love but it ain't no use\nGive it to me, give it\n\n\nWork so hard I couldn't unwind\nGet some money saved\nAbuse my love a thousand times\nHowever hard I tried\n\nHeartbreaker; your time has come\nCan't take your evil way\nGo away, Heartbreaker\nHeartbreaker!\nHeartbreaker!\nHeart!",
        "title": "Heartbreaker"
    },
    {
        "lyrics": "Then, as it was, then again it will be\nAnd though the course may change sometimes\nRivers always reach the sea\nFlying skies of fortune, each a separate way\nOn the wings of maybe, downing birds of prey\nKind of makes me feel sometimes, didn’t have to go\nBut as the eagle leaves the nest, got so far to go\n\nChanges fill my time, baby, that's alright with me\nIn the midst I think of you, and how it used to be\n\n\nDid you ever really need somebody\nAnd really need 'em bad?\nDid you ever really want somebody\nThe best love you ever had?\nDo you ever remember me, baby?\nDid it feel so good?\nCause it was just the first time\nAnd you knew you would\n\nThrough the eyes and I sparkle, senses growing keen\nTaste your love along the way, see your feathers preen\nKind of makes me feel sometimes, didn't have to grow\nWe are eagles of one nest, the nest is in our soul\n\nVixen in my dreams, with great surprise to me\nNever thought I'd see your face the way it used to be\nOh darling, oh darling\nOh, oh darling, oh yeah, oh darling\n\nI'm never going to leave you\nI'm never going to leave\nHolding on, ten years gone\nTen years gone, holding on, ten years gone\nI'm never, I'm never\nOooh, yeah...",
        "title": "Ten Years Gone"
    },
    {
        "lyrics": "Oh, oh, oh, oh, oh, oh\nYou don't have to go, oh, oh, oh, oh, oh\nYou don't have to go, oh, oh, oh, oh, oh\nYou don't have to go\nAy, ay, ay, ay, ay, ay\nAll those tears I cry, ay, ay, ay, ay, ay\nAll those tears I cry, oh, oh, oh, ay, ay\nBaby, please don't go\n\nWhen I read the letter you wrote me, it made me mad, mad, mad\nWhen I read the words that it told me, it made me sad, sad, sad\nBut I still love you so, I can't let you go\nI love you, ooh, baby, I love you\n\nOh, oh, oh, oh, oh, oh\nEvery breath I take oh, oh, oh, oh, oh\nOh, every move I make\nOh, baby, please don't go, oh\nAy, ay, ay, ay, ay, ay\nYou hurt me to my soul, oh, oh, oh, oh, oh\nYou hurt me to my soul, oh, oh, oh, oh, oh\nDarling, please don't go\n\nWhen I read the letter you sent me, it made me mad, mad, mad\nWhen I read the news that it broke, it made me sad, sad, sad\nBut I still love you so, and I can't let you go\nI love you, ooh baby, I love you\n\nOh, oh, oh, oh, oh, oh\nYou don't have to go, oh, oh, oh, oh\nYou don't have to go, oh, oh, oh, oh\nOh, baby, babe, please, please, please, please\nAh, uh, ah, uh, ah, ah, baby\nAh, ah, I really love you, baby\nOoh, ooh, ooh, ohh, ooh, ooh, darling\nOh, oh-wo, oh, baby I still love you so\nOh, baby, I still love you so, oh-wo ooh\nOh, oh, oh, oh, oh, oh, yeah (Fire)\nAh, ah, ah, ah, ah, ah, oh (Fire)\nAh, ah, ah, ah, ah\nOoh, yeah (Fire)\nOh baby, baby",
        "title": "D’yer Mak’er"
    },
    {
        "lyrics": "One, two\nOne, two, three, four\nOne, two\n\nMeasuring a summer's day\nI only find it slips away to grey\nThe hours they bring me pain\n\nTangerine, tangerine\nLiving reflection from a dream\nI was her love, she was my queen\nAnd now a thousand years in between\n\nThinking how it used to be\nDoes she still remember times like these?\nTo think of us again\nAnd I do\n\n\nTangerine, tangerine\nLiving reflection from a dream\nI was her love, she was my queen\nAnd now a thousand years in between",
        "title": "Tangerine"
    },
    {
        "lyrics": "And if I say to you tomorrow\nTake my hand, child, come with me\nIt's to a castle I will take you\nWhere what's to be, they say will be\n\nCatch the wind, see us spin, sail away, leave today\nWay up high in the sky\nBut the wind won't blow, you really shouldn't go\nIt only goes to show\nThat you will be mine, by taking our time\n\nAnd if you say to me tomorrow\nOh what fun it all would be\nThen what's to stop us, pretty baby\nBut what is and what should never be?\n\nCatch the wind, see us spin, sail away, leave today\nWay up high in the sky\nBut the wind won't blow, you really shouldn't go\nIt only goes to show\nThat you will be mine, by taking our time\n\n\nSo if you wake up with the sunrise\nAnd all your dreams are still as new\nAnd happiness is what you need so bad, girl\nThe answer lies with you\n\nCatch the wind, see us spin, sail away, leave today\nWay up high in the sky\nBut the wind won't blow, you really shouldn't go\nIt only goes to show\nThat you will be mine, by taking our time\n\nOh the wind won't blow and we really shouldn't go\nAnd it only goes to show\nCatch the wind, we're going to see it spin, we're going to...sail, leave today\nDo do do, bop bop a do-oh. My my my my my my yeah\nEverybody I know seems to know me well\nBut they're never going to know that I move like hell\nBaby, baby, baby, baby, baby, baby. Oh lord\nBaby baby babe. Huh? Oh I love ya\nDo no no no no no no. C'mon now\nI want you now",
        "title": "What Is and What Should Never Be"
    },
    {
        "lyrics": "It was an April morning\nWhen they told us we should go\nAnd as I turned to you, you smiled at me\nHow could we say no?\nWith all the fun to have\nTo live the dreams we always had\nOh, the songs to sing\nWhen we at last return again\n\nSending off a glancing kiss\nTo those who claim they know\nBelow the streets that steam and hiss\nThe devil's in his hole\nOh to sail away\nTo sandy lands and other days\nOh to touch the dream\nHides inside and never seen, yeah\n\nInto the sun, the south, the north\nAt last the birds have flown\nShackles of commitments fell\nIn pieces on the ground\nOh, to ride the wind\nTo tread the air above the din\nOh, to laugh aloud\nDancing as we fought the crowd, yeah\n\nTo seek the man whose pointing hand\nThe giant step unfolds\nTo guide us from the curving path\nThat turns our feet to stone\nIf one bell should ring\nIn celebration for a king\nSo fast the heart should beat\nAs proud the head, with heavy feet, yeah\n\nOooooh, yeah\n\nDays went by when you and I\nBathed in eternal summer's glow\nAs far away and distant\nOur mutual child did grow\nOh, the sweet refrain\nSoothes the soul and calms the pain\nOh Albion remains\nSleeping now to rise again\n\nWandering and wandering\nWhat place to rest the search\nThe mighty arms of Atlas\nHold the heavens from the earth\nFor the mighty arms of Atlas\nHold the heavens from the earth\nFrom the earth, earth\nOh, oh, oh, oh, oh\nI know the way, know the way, know the way, know the way\nI know the way, know the way, know the way, know the way\n\nOh oh oh oh\nAh ah ah\nAh ah ah ah ah ah ah\nOh oh oh oh oh oh oh\n\nOh the mighty arms of Atlas\nHold the heavens from the earth\nAh, ah, ah",
        "title": "Achilles’ Last Stand"
    },
    {
        "lyrics": "In my time of dying\nI want nobody to mourn\nAll I want for you to do\nIs take my body home\n\nWell, well, well\nSo I can die easy\nWell, well, well\nSo I can die easy\nJesus got to make up\nYou know\nJesus going to make up\nJesus going to make up my dying bed\n\nMeet me, Jesus, meet me\nOoh, meet me in the middle of the air\nIf my wings should fail me, Lord\nOh, please meet me with another pair\n\nWell, well, well\nSo I can die easy\nOh, oh\nWell, well, well\nSo I can die easy\nJesus going to make up\nSomebody, somebody\nOh, oh\nJesus going to make up\nJesus going to make up my dying bed\n\nOh, Saint Peter\nAt the gates of heaven\nWon't you let me in?\nI never did no harm\nI never did no wrong\nAh, oh, Gabriel, let me blow your horn\nLet me blow your horn\nOh, I never did no harm\nDid no harm\nI've only been this young once\nI never thought I'd do anybody no wrong\nNo, not once, oh no\n\nOh yeah!\n\nOh, I did somebody some good\nSomebody some good, yes, oh\nOh, did somebody some good, yeah\nI must have did somebody some good, yeah\nOh, I believe I did\nI see the smiling faces\nI know I must have left some traces, oh\n\n\nAnd I see them in the streets\nAnd I see them in the field\nAnd I hear them shouting under my feet\nAnd I know it's got to be real\nOh Lord, deliver me\nAll the wrong I've done\nOh, you can deliver me, Lord\nI only wanted to have some fun\nOh, hear the angels marching, hear them marching\nHear them marching, hear them marching, the marching\n\nOh my Jesus, oh my Jesus, oh my Jesus, oh my Jesus\nOh my Jesus, oh my Jesus\nOh my Jesus, oh my Jesus\nOh my Jesus, oh my Jesus, ah, oh\nNow my Jesus, hey, yeah, it's got to be my Jesus, oh\nIt's got to be, it's got to be my Jesus, it's got to be, oh\nIt's got to be my Jesus, oh, take me home\nCome on, come on, I can hear the angels singing\nOh, here they come, here they come, here they come\nBye-bye, bye-bye, bye-bye, bye-bye, bye-bye\nOh, it feels pretty good up here, pretty good up here\nOh Georgina, oh Georgina, oh Georgina, oh Georgina, oh Georgina\nOh, oh, oh, oh, oh, oh, oh yeah\nOoh I'll see you again, come on\n, ooh yes\nOh, don't you make it my dying, dying, dying\n\n(Coughing)\nCough\nThat's going to be the one isn't it?\nCome have a listen then\nOh yes, thank you",
        "title": "In My Time of Dying"
    },
    {
        "lyrics": "\"We've done four already but now we're steady\nAnd then they went: One, two, three, four\"\n\nSinging in the sunshine, laughing in the rain\nHitting on the moonshine, rocking in the grain\nGot no time to pack my bags, my foots outside the door\nI got a date, I can't be late, for the high hopes hailla ball\nOh ho\nOh yeah\n\nSinging to an ocean, I can hear the ocean's roar (ooh)\nPlay for free, play for me and play a whole lot more, more! (ooh)\nSinging about good things and the sun that lights the day (ooh)\nI used to sing on the mountains, has the ocean lost its way?\n\nI don't know\nOh-oh yeah\nNa nana na na na na na na na na na na na na\nNa nana na na na na na na na na na na na na\nNa nana na na na na na na na na na na na na\nNa nana na na na na na na na na na na na na\n\nSitting round singing songs until the night turns into day (ooh)\nUsed to sing on the mountains, but the mountains washed away\n(Ooh)\nNow I'm singing all my songs to the girl who won my heart\nShe is only three years old and it's a real fine way to start\n\nOh yeah\nIt sure is fine\nI blow my mind\nWhen the tears are going down\nYeah, yeah\n\nOh, so good!",
        "title": "The Ocean"
    },
    {
        "lyrics": "Walking in the park just the other day, baby\nWhat do you, what do you think I saw?\nCrowds of people sitting on the grass with flowers in their hair said\nHey, boy, do you wanna score?\nAnd you know how it is?\nI really don't know what time it was\nWoah, oh, oh\nSo I asked them if I could stay a while\n\nI didn't notice but it had got very dark and I was really\nReally out of my mind\nJust then a policeman stepped up to me\nAnd asked us said please, hey, would we care\nTo all get in line, get in line\nWell, you know, they asked us to stay for tea and have some fun\nOh, oh, oh\nHe said that his friends would all drop by, ooh\n\nWhy don't you take a good look at yourself\nAnd describe what you see?\nAnd baby, baby, baby, do you like it?\nThere you sit, sitting spare like a book on a shelf rusting\nAh! Not trying to fight it\nYou really don't care if they're coming?\nOh, oh, oh\nI know that it's all a state of mind, ooh (No, no, no!)\n\n\nIf you go down in the streets\nToday, baby you better\nYou better open your eyes\nFolk down there really don't care\nReally don't care, don't care, really don't\nWhich, which way the pressure lies\nSo I've decided what I'm going to do now\nSo I'm packing my bags for the Misty Mountains\nWhere the spirits go now\nOver the hills where the spirits fly, ooh\n\nI really don't know, oh, oh, oh, oh, oh, oh\nI really don't know, oh, oh, oh, oh, oh, oh, oh\nI really don't know",
        "title": "Misty Mountain Hop"
    },
    {
        "lyrics": "Oh, baby\nWell there's a light in your eye that keeps shining\nLike a star that can't wait for the night\nI hate to think I've been blinded, baby\nWhy can't I see you tonight?\nAnd the warmth of your smile starts a-burning\nAnd the thrill of your touch gives me fright\nAnd I'm shaking so much, really yearning\nWhy don't you show up, make it all right?\nYeah, it's all right\n\nAnd if you promised you'd love so completely\nAnd you said you would always be true\nYou swore that you never would leave me, baby\nWhat ever happened to you?\nAnd you thought it was only in movies\nAs you wish all your dreams would come true\nIt ain’t the first time believe me, baby\nI'm standing here feeling blue\nYeah I'm blue\n\nNow I will stand in the rain on the corner\nI'll watch the people go shuffling downtown\nAnother ten minutes no longer\nAnd then I'm turning around\nThe clock on the wall's moving slower\nMy heart it sinks to the ground\nAnd the storm that I thought would blow over\nClouds the light of the love that I found\nLight of the love that I found\nLight of the love that I found\nOh, that I found\n\nHey, babe!\nOoh! Hands on the clock\nJust don’t seem to stop when I’m thinking it over\nOoh! Tired of the light\nI just don’t seem to find\nGotta get away, get away\nOoh! I see it in my dreams\nBut I just don’t seem to be\nI’ve got to get all, gotta get it all\nGotta get it all, I’ve got to get all\n\nNow my body is starting to quiver\nAnd the palms of my hands getting wet\nI've got no reason to doubt you, baby\nIt's all a terrible mess\nAnd I'll run in the rain till I'm breathless\nWhen I'm breathless I'll run till I drop, hey\nThe thoughts of a fool's kind of careless\nI'm just a fool waiting on the wrong block, oh yeah\n\nLight of the love that I found\nLight of the love that I found\nLight of the love that I\nLight of the love that I found\nLight of the, hey, eh, light of the, hey, eh\nLight of the love that I found\nLight of the love that I found",
        "title": "Fool in the Rain"
    },
    {
        "lyrics": "I should have quit you, a long time ago\nOhh, yeahhh, long time ago\nI wouldn't be here, my children\nDown on this killing floor\n\nI should have listened, baby, to my second mind\nOh, I should have listened, baby, to my second mind\nEverytime I go away and leave you, darling\nYou send me the blues way down the line\n\n\nBaby, yeah\nGive it to me, baby\nMy, my, my\nTake it down a bit\nGive it to me, baby\nKeep me satisfied\nTryin' worry bout me, baby but I'd never get you with myself\nKeep on worrying, baby\nCan't keep you satisfied\nHuh, let me tell you, baby\nYou ain't nothing but a two-bit no good jive\n\nI went to sleep last night, I worked as hard as I can\nI bring home my money\nYou take my money\nGive it to another man\nI should have quit you, baby\nOh, such a long time ago, oh\nI wouldn't be here with all my troubles\nDown on this killing floor\n\nSqueeze me baby, till the juice runs down my leg\nSqueeze me baby, till the juice runs down my leg\nThe way you squeeze my lemon, ah\nI'm gonna fall right out of bed\nBed, bed, bed, yeah\n\nHey, hey, hey, hey, hey, hey, hey, hey\nBaby, baby, baby, baby, baby, baby, baby, baby, baby, baby, baby, baby\n\n\nI'm going to leave my children down on this killing floor",
        "title": "The Lemon Song"
    },
    {
        "lyrics": "Ah, caught you smiling at me\nThat's the way it should be\nLike a leaf is to a tree, so fine\nAh, all the good times we had\nI sang love songs so glad\nAlways smiling, never sad, so fine\n\nAs we walk down the country lanes\nI'll be singing a song, hear me calling your name\nHear the wind within the trees\nTelling Mother Nature 'bout you and me\n\nWell, if the sun shines so bright\nOr on our way it's darkest night\nThe road we choose is always right, so fine\nAh, can your love be so strong\nWhen so many loves go wrong\nWill our love go on and on and on and on and on?\n\nAs we walk down the country lanes\nI'll be singing a song, hear me calling your name\nHear the wind within the trees\nTelling Mother Nature 'bout you and me\n\nMy, my\nLa la la\nCome on now, it ain't too far\nTell your friends all around the world\nAin't no companion like a blue eyed Merle\nCome on now, well, let me tell you\nWhat you're missing, messin' 'round them brick walls\n\nSo of one thing I am sure\nIt's a friendship so pure\nAngels singing all around my door, so fine\nYeah, ain't but one thing to do\nSpend my natural life with you\nYou're the finest dog I knew, so fine\n\nWhen you're old and your eyes are dim\nThere ain't no old Shep gonna happen again\nWe'll still go walking down country lanes\nI'll sing the same old song, hear me call your name",
        "title": "Bron-Y-Aur Stomp"
    },
    {
        "lyrics": "Want to tell you about the girl I love\nMy, she looks so fine\nShe's the only one that I been dreaming of\nMaybe someday she will be all mine\nI want to tell her that I love her so\nI thrill with her every touch\nI need to tell her she's the only one I really love\n\nI got a woman, want to ball all day\nI got a woman, she won't be true, no\nI got a woman, stay drunk all the time\nI said, I got a little woman, and she won't be true\n\nOn Sunday morning, when we go down to church\nSee the menfolk standing in line\nSay they come to pray to the Lord\nWhen my little girl looks so fine\nIn the evening, when the sun is sinking low\nEverybody's with the one they love\nI walk the town\nKeep a-searching all around\nLooking for my street corner girl\n\nI got a woman, want to ball all day, yeah\nI got a woman, she won't be true, no, no\nI got a woman, stay drunk all the time\nI said, I got a little woman, and she won't be true\n\nIn the bars, with the men who play guitars\nSinging, drinking, and remembering the times\nMy little lover does a midnight shift\nShe followed around all of the time\nI guess there's just one thing a-left for me to do\nGoing to pack my bags and move on my way\n'Cause I got a worried mind\nSharing what I thought was mine\nGoing to leave her where the guitars play\n\nI got a woman, she won't be true, no, no\nI got a woman, want to ball all day, yeah, yeah, naw, naw\nI got a woman, stay drunk all the time\nI got a little woman, and she won't be true\n\n(Hey, hey, what can I do?)\nI said she won't be true, naw\nYeah, no, yeah, no\n(No, no, what can I say?)\nYeah, no, yeah, no\nAwwwww\n(Hey, hey, what can I do?)\nOh, keep on, keep on, keep on, keep on, keep on, keep on, keep on\n(No, no, what can I say?)\nShe wanna ball\n(Hey, hey, what can I do?)\nOh, keep on, keep on, keep on, keep on, keep on, yeah-yeah\n(No, no, what can I say?)\nI boogie, I boogie too, I boogie, I boogie to ya\n(Hey, hey, what can I do?)\nAw yeah, aw yeah, aw yeah, aw yeah\n(No, no, what can I say?)\nHey, hey, what can I do? I got a woman, she won't be true\n(Hey, hey, what can I do?)\nOhohohoh, hear what I say, I got a woman, wanna ball all day\n(No, no, what can I say?)\nKeep on, keep on, ooooh-ho-ho-ho-ho\n(Hey, hey, what can I do?)\nOooohh...",
        "title": "Hey, Hey, What Can I Do"
    },
    {
        "lyrics": "I don't know how I'm going to tell you\nI can't play with you no more\nI don't know how I'm gonna do what mama told me\nMy friend, the boy next door\nI can't believe what people saying\nYou're gonna let your hair hang down\nI'm satisfied to sit here working all day long\nYou're in the darker side of town\n\nAnd when I'm out I see you walking\nWhy don't your eyes see me\nCould it be you've found another game to play\nWhat did mama say to me?\n\nThat's the way\nOh, that's the way it ought to be\nYeah, yeah, mama say\nThat's the way it ought to stay\n\nAnd yesterday I saw you standing by the river\nAnd weren't those tears that filled your eyes\nAnd all the fish that lay in dirty water dying\nHad they got you hypnotized?\nAnd yesterday I saw you kissing tiny flowers\nBut all that lives is born to die\nAnd so I say to you that nothing really matters\nAnd all you do is stand and cry\n\nI don't know what to say about it\nWhen all you ears have turned away\nBut now's the time to look and look again at what you see\nIs that the way it ought to stay?\n\nThat's the way\nThat's the way it ought-ta be\nOh, don't you know now, mama said\nThat's the way it's going to stay, yeah",
        "title": "That’s the Way"
    },
    {
        "lyrics": "Let me take you to the movie\nCan I take you to the show?\nLet me be yours ever truly\nCan I make your garden grow?\n\nFrom the houses of the holy\nWe can watch the white doves go\nFrom the door comes Satan's daughter\nAnd it only goes to show\n\nYou know\n\nThere's an angel on my shoulder\nIn my hand a sword of gold\nLet me wander in your garden\nAnd the seeds of love I'll sow\n\nYou know\n\nSo the world is spinning faster\nAre you dizzy when you stall??\nLet the music be your master\nWill you heed the master's call?\nOh, Satan and man\n\nSaid there ain't no use in crying\nCause it will only, only drive you mad\nDoes it hurt to hear them lying?\nWas this the only world you had? Oh, oh\n\nSo let me take you, take you to the movie\nCan I take you, baby, to the show?\nWhy don't you let me be yours ever truly\nCan I make your garden grow?\n\nYou know, that's right",
        "title": "Houses of the Holy"
    },
    {
        "lyrics": "And if you feel that you can't go on\nAnd your will's sinking low\nJust believe, and you can't go wrong\nIn the light, you will find the road\nYou will find the road\n\nHey, ooh, did you ever believe that I could leave you\nStanding out in the cold?\nYeah, baby, I know how it feels cause I have slipped through\nTo the very depths of my soul, yeah\nOh-ho, baby, I just want to show you what a clear view\nIt is from every bend in the road\nNow listen to me\nOh, whoa-whoa, as I was\nAnd really would be for you, too, honey\nAs you would for me, oh, I would share your load\nLet me share your load\nOoh, let me share, share your load\n\n\nAnd if you feel that you can't go on\nIn the light, you will find the road\nHey, oh ho, the the winds of change may blow around you\nBut that will always be so\nWhoa whoa, when love is pain it can devour you, but you are never alone\nI will share your load, I will share your load\nBaby, let me, oh, let me\n\nIn the light\nEverybody needs the light\nOoh, yeah yeah\nOoh, baby\nIn the light, in the light, in the light\n\nLight, light, light, in the light\nLight, light, light, in the light, ooh, yeah\nLight, light, light, in the light\nLight, light, light, in the light\nLight, light, light, in the light, ooh yeah yeah\nLight, light, light, in the light, everybody, come on now",
        "title": "In the Light"
    },
    {
        "lyrics": "How many more times treat me the way you wanna do?\nHow many more times treat me the way you wanna do?\nWhen I give you all my love\nPlease, please be true\n\nI'll give you all I've got to give, rings, pearls, and all\nI'll give you all I've got to give, rings, pearls, and all\nI've got to get you together, baby\nI'm sure, sure you're gonna call\nOh, when's the last time I done asked you?\n\n2:11 - 4:08\n\nI was a young man, I couldn't resist\nStarted thinking it over, just what I had missed\nGot me a girl and I kissed her and then and then\nWhoops, oh no, yeah, well I did it again\nNow I' got ten children of my own\nI got another child on the way, that makes eleven\nBut I'm in constant heaven\nI know it's all right in my mind\n'Cause I got a little schoolgirl and she's all mine\nI can't get through to her cause it doesn't permit\nBut I'm gonna give her everything I've got to give\n\nOh, Rosie, oh, girl\nOh, Rosie, oh, girl\nSteal away now, steal away\nSteal away baby, steal away\nLittle Robert Anthony wants to come and play\nWhy don't you come to me, baby\nSteal away, alright, alright\n\nWell they call me the hunter\nThat's my name\nThey call me the hunter\nThat's how I got my fame\nAin't no need to hide\nAin't no need to run\n'Cause I've got you in the sights of my gun\n\nHow many more times, barrel house all night long, alright\nHow many more times, barrel house all night long?\nWell, I've got to get to you, baby\nSo, please come home\n\nWhy don't you listen to me, baby?\nWhy don't you please come home?\nWhy don't you please come home?\nWhy don't you please come home?",
        "title": "How Many More Times"
    },
    {
        "lyrics": "Oh, I can't quit you, babe\nSo I'm gonna put you down for awhile\nI said I can't quit you, babe\nI guess I got to put you down for awhile\nSaid you messed up my happy home\nMade me mistreat my only child\n\nSaid you know I love you, baby\nMy love for you I could never hide\nOh, you know I love you, babe\nMy love for you I could never hide\nOh, when I feel you near me, little girl\nI know you are my one desire, yeah\n\n\nWhen you hear me moaning and groaning, baby\nYou know it hurts me deep down inside\nOh, when you hear me moaning and groaning, babe\nYou know it hurts me deep down inside\nOh, when you hear me holler, baby\nYou know you're my one desire\nYes, you are",
        "title": "I Can’t Quit You Baby"
    },
    {
        "lyrics": "Hangman, hangman, hold it a little while\nI think I see my friends coming, riding many a mile\nFriends, you get some silver?\nDid you get a little gold?\nWhat did you bring me, my dear friends\nTo keep me from the gallows pole?\nWhat did you bring me to keep me from the gallows pole?\nI couldn't get no silver, I couldn't get no gold\nYou know that we're too damn poor to keep you from the gallows pole\n\nHangman, hangman, hold it a little while\nI think I see my brother coming, riding many a mile\nBrother, you get me some silver?\nDid you get a little gold?\nWhat did you bring me, my brother, to keep me from the gallows pole?\nBrother, I brought you some silver, yeah\nI brought a little gold, I brought a little of everything\nTo keep you from the gallows pole\nYes, I brought you to keep you from the gallows pole\n\nHangman, hangman, turn your head awhile\nI think I see my sister coming, riding many a mile, mile, mile\nSister, I implore you, take him by the hand\nTake him to some shady bower\nSave me from the wrath of this man\nPlease take him, save me from the wrath of this mad man\nHangman, hangman, upon your face a smile\nTell me that I'm free to ride\nRide for many a mile, mile, mile\n\nOh yes, you got a fine sister\nShe warmed my blood from cold\nShe warmed my blood to boiling hot\nTo keep you from the gallows pole, pole, pole, pole, yeah, yeah\nYour brother brought me silver and your sister warmed my soul\nBut now I laugh and pull so hard, see you swinging on the gallows pole, yeah\nBut now I laugh and pull so hard, see you swinging on the gallows pole, pole, pole\nSwingin' on the gallows pole!\nSwingin' on the gallows pole!\nSwingin' on the gallows pole!\nSwingin' on the gallows pole\nPole, pole, pole, pole, pole, pole, yeah\n\nAh-ha-ha, ah-ha-ha, ah-ha-ha, ah-ha-ha, ah-ha-ha-ha, ah-ha-ha-ha, ah-ha-ha, ah-ha-ha\nIt was swingin', it was swingin', it was swingin'\nMamamamamamama, yeah\nUh yeah, uh yeah\nAh-ha-ha, ah-ha-ha, ah-ha-ha, ah-ha\nSwingin' on the gallows, yeah\nSwingin' on the gallows pole!\nSwingin' on the gallows pole!\nSwingin' on the, ah\nI gotta swing!\nSee-saw marjory daw\nI gotta swing!\nSee-saw, knock at my door\nI gotta sing\nKeep on singing, yeah\nKeep on spooling, yeah\nAw yeah!",
        "title": "Gallows Pole"
    },
    {
        "lyrics": "Greasy slicked down\nGroovy leather trim\nI like the way you hold the road\nMama, it ain't no sin\n\nTalking 'bout love\nTalking 'bout love\nTalking 'bout\n\nOoh, trouble-free transmission\nHelps your oils flow\nMama, let me pump your gas\nMama, let me do it all\n\nTalking 'bout love\nTalking 'bout love\nTalking 'bout\n\nCheck that heavy metal\nUnderneath your hood\nBaby, I can work all night\nBelieve I got the perfect tools\n\nTalking 'bout love\nTalking 'bout love\nTalking 'bout\n\nAutomobile with comfort\nReally built with style\nSpecialist tradition\nMama, let me feast my eyes\n\nTalking 'bout love\nTalking 'bout love\nTalking 'bout\n\nFactory air-conditioned\nHeat begins to rise\nGuaranteed to run for hours\nMama, you're the perfect size\n\nTalking 'bout love\nTalking 'bout love\nTalking 'bout\n\nGrooving on the freeway\nGauges all are red\nGun down on my gasoline\nBelieve I'm gonna crack your head\n\nTalking 'bout love\nTalking 'bout love\nTalking 'bout...\n\nI can't stop talking about\nI can't stop talking about\nOoh, yeah, yes\nDrive on\nOoh, yeah, yeah, yeah, yeah, yes\nI'm coming through\n\nCome to me for service\nEvery hundred miles\nBaby, let me check your points\nFix your overdrive\n\nTalking 'bout love\nTalking 'bout love\nTalking 'bout\n\nOoh yeah, fully automatic\nComes in any size\nMakes me wonder what I did\nBefore we synchronized\n\nTalking 'bout love\nTalking 'bout love\nTalking 'bout\n\nOooh, feather-light suspension\nKonis couldn't hold\nI'm so glad I took a look\nInside your showroom doors\n\nTalking 'bout love\nTalking 'bout love\nTalking 'bout\nOh, I can't\nOh, I can't\n\nOh, I can't stop talking about love\nI can't stop talking about love\nOoh, let me go on down, go on down\nGo on down, go on down, go on down, yeah\nI can't stop talking about\nI can't stop talking about love, oh yeah\nI can't stop talking about love or my baby\nI can't stop talking about love, my baby\nMy baby, my baby, yeah\nPush, push\nPush it\nPush, push\nOooooooohhh",
        "title": "Trampled Under Foot"
    },
    {
        "lyrics": "I've been to London, seen seven wonders\nI know to trip is just to fall\nI used to rock it, sometimes I'd roll it\nI always knew what it was for\nThere can be no denying\nThat the wind'll shake 'em down\nAnd the flat world's flying\nThere's a new plague on the land\n\nIf we could just join hands\nIf we could just join hands\nIf we could just join hands\n\nTraversed the planet, when heaven sent me\nI saw the kings who rule them all\nStill by the firelight and purple moonlight\nI hear the rested rivers call\nAnd the wind is crying\nFrom a love that won't grow cold\nMy lover, she is lying\nOn the dark side of the globe\n\nIf we could just join hands\nIf we could just join hands\nIf we could just join hands\nYeah, yeah, yeah\n\nYou got me rocking when I ought to be a-rolling\nDarling, tell me, darling, which way to go\nYou keep me rocking, baby, then you keep me stalling\nWon't you tell me, darling, which way to go, that's right\n\n\nOh how I wonder, oh how I worry\nAnd I would dearly like to know\nOf all this wonder, of earthly plunder\nWill it leave us anything to show?\nAnd our time is flying\nSee the candle burning low\nIs the new world rising\nFrom the shambles of the old?\n\nIf we could just join hands\nIf we could just join hands\nIf we could just, if we could just, if we could just\nIf we could just, if we could just join hands\nThat's all it takes, that's all it takes\nThat's all it takes, that's all it takes\nYeah, yeah, yeah, yeah, yeah, yeah, yeah\nYeah, yeah, yeah, yeah, yeah, yeah, ooh yeah\nAh, ah, that's right, that's right, that's right, that's right, that's right",
        "title": "The Rover"
    },
    {
        "lyrics": "I had a dream, oh yeah\nCrazy dream, oh ho\nAnything I wanted to know\nAny place I needed to go\nHear my song, yeah\nPeople won't you listen now?\nSing along, oh\nYou don't know what you're missing now\nAny little song that you know\nEverything that's small has to grow\nAnd it's gonna grow now, push, push, yeah\n\n\nNa-na-na-na-na\nCalifornia sunlight\nSweet Calcutta rain\nHonolulu Starbright\nThe song remains the same, ooh yeah\n\n\nAll you gotta do now, all you gotta do now\nOoh, sing out Hare Hare\nOoh, Dance the Hoochie Koo\nCity lights are oh so bright\nAs we go sliding, sliding\nSliding, sliding, sliding, sliding\nThrough",
        "title": "The Song Remains the Same"
    },
    {
        "lyrics": "With a purple umbrella and a fifty cent hat\nLiving, loving, she's just a woman\nMissus cool rides out in her aged Cadillac\nLiving, loving, she's just a woman\n\nCome on, babe on the roundabout\nRide on the merry-go-round\nWe all know what your name is\nSo you better lay your money down\n\nAlimony, alimony, paying your bills\nLiving, loving, she's just a woman\nWhen your conscience hits, you knock it back with pills\nLiving, loving, she's just a woman\n\nCome on, babe on the roundabout\nRide on the merry-go-round\nWe all know what your name is\nSo you better lay your money down\n\nTelling tall tales of how it used to be\nLiving, loving, she's just a woman\nWith the butler and the maid and the servants three\nLiving, loving, she's just a woman\n\n\nNobody hears a single word you say\nLiving, loving, she's just a woman\nBut you keep on talking till your dying day\nLiving, loving, she's just a woman\n\nCome on, babe on the roundabout\nRide on the merry-go-round\nWe all know what your name is\nSo you better lay your money down\n\nLiving, loving, she's just a woman\nLiving, living, loving, loving, she's just a woman\nLi-li-li-li-live, lo-lo-lo-lo-love, she's just a woman",
        "title": "Living Loving Maid (She’s Just a Woman)"
    },
    {
        "lyrics": "Hey, girl, stop what you're doing!\nHey, girl, you'll drive me to ruin\nI don't know what it is that I like about you, but I like it a lot\nWon't you let me hold you, let me feel your loving touch\n\nCommunication breakdown\nIt's always the same\nI'm having a nervous breakdown\nDrive me insane\n\nHey, babe, I got something I think you ought to know\nHey, babe, I wanna tell you that I love you so\nI wanna hold you in my arms, yeah!\nI'm never gonna let you go, 'cause I like your charms\n\nCommunication breakdown\nIt's always the same\nI'm having a nervous breakdown\nDrive me insane\n\n\nCommunication breakdown\nIt's always the same\nI'm having a nervous breakdown\nDrive me insane! Yeah!\n\nCommunication breakdown\n(I want you to love me all night)\n(I want you to love me all night)\nCommunication breakdown\n(Whoa, ah, a whoa oh)\nCommunication breakdown\n(I want you to love me)\n(I want you to love)\nCommunication breakdown\n(I want you to love, yeah)\n(I want you to love)",
        "title": "Communication Breakdown"
    },
    {
        "lyrics": "Bright light almost blinding\nBlack night still there shining\nI can't stop, keep on climbing\nLooking for what I knew\nHad a friend, she once told me\nYou got love, you ain't lonely\nNow she's gone and left me only\nLooking for what I knew\n\nMmm, I'm telling you now\nThe greatest thing you ever can do now\nIs trade a smile with someone who's blue now\nIt's very easy just\n\nMet a man on the roadside crying\nWithout a friend, there's no denying\nYou're incomplete, they'll be no finding\nLooking for what you knew\nSo anytime somebody needs you\nDon't let them down, although it grieves you\nSome day you'll need someone like they do\nLooking for what you knew\n\nMmm, I'm telling you now\nThe greatest thing you ever can do now\nIs trade a smile with someone who's blue now\nIt's very easy just\nI'm telling you now\nThe greatest thing you ever can do now\nIs trade a smile with someone who's blue now\nIt's very easy, It's very easy\nIt's very easy, It's easy, easy, yeah",
        "title": "Friends"
    },
    {
        "lyrics": "Ooh\nDrop down, baby, let your daddy see\nDrop down, my lady, just dream of me\nWell, my mama, allow me to fool around all night long\nWell, I may look like I'm crazy, I sure know right from wrong\n\nSee me comin', throw your man outdoor\nAin't no stranger, done been this way before\nSee me comin', mama, I throw your man outdoor\nI ain't no stranger, I been this way before\n\nPut on your night shirt and your morning gown\nYou know by night I'm gonna shake 'em on down\nPut on your night shirt, Mama, and your morning gown\nWell, you know by night I'm sure gonna shake 'em on down\nShake it, shake it\n\n\nOooh, your custard pie, yeah, sweet and nice\nWhen you cut it, mama, save me a slice\nYour custard pie, yeah\nI declare you're sweet and nice like your custard pie\nWhen you cut it, mama, mama, please save me a slice\n\nOh, I chew on a piece of your custard pie\nI chew on a piece of your custard pie\nI chew on a piece of your custard pie\nI chew on a piece of your custard pie\nDrop down, drop down, drop down\nDrop down, drop down,  yeah\nDrop down, drop down\nI chew on a piece of your custard pie",
        "title": "Custard Pie"
    },
    {
        "lyrics": "Lying, cheating, hurting, that's all you seem to do\nMessing around with every guy in town\nPutting me down for thinking of someone new\nAlways the same, playing your game\nDrive me insane, trouble is gonna come to you\nOne of these days and it won't be long\nYou'll look for me but, baby, I'll be gone\nThis is all I gotta say to you, woman\n\nYour time is gonna come\nYour time is gonna come\nYour time is gonna come\nYour time is gonna come\n\nMade up my mind to break you this time\nWon't be so fine, it's my turn to cry\nDo what you want, I won't take the brunt\nIt's fading away, can't feel you anymore\nDon't care what you say cause I'm going away to stay\nGoing to make you pay for that great big hole in my heart\nPeople talking all around\nWatch out woman, no longer\nIs the joke gonna be on my heart\nYou been bad to me woman\nBut it's coming back home to you\n\nYour time is gonna come\nYour time is gonna come\nYour time is gonna come\nYour time is gonna come",
        "title": "Your Time Is Gonna Come"
    },
    {
        "lyrics": "Hey\nThat's right\n\nAsked sweet mama, let me be her kid\nShe said, \"You might get hurt if you don't keep it hid\"\nWell, I know my baby if I see her in the dark\nI said, I know my rider if I see her in the dark\n\nNow, I'm going to Rosedale, take my rider by my side\nStill barrel house, but it's on the riverside, yeah\nI know my baby, Lord, I said, is really sloppy drunk\nI know my mama, Lord, a brown-skin, but she ain't no plum\nUh-huh, see my baby, tell her, tell her hurry home\nHad no loving since my baby been gone\nSee my baby, tell her hurry on home\nI ain't had, Lord, my right mind\nSince my rider's been gone\nHey, she promises, she's my rider\nI want to tell you, she's my rider\nI know you're mine, she's my rider\nShe ain't but sixteen, but she's my rider\nI'm going to Rosedale, take my rider by my side\nAnybody ask if you and me met, I keep them satisfied\nBut, uh, see my baby, tell her, tell her to shake my milk\nAin't no Lord since you nowhere\nAh, yeah\n\nWon't you come in my kitchen\n\nShe's a kindhearted lady\nShe studies evil all the time\nShe's a kindhearted woman\nShe studies evil all the time\nSqueeze my lemon 'til the juice runs down my leg\nSqueeze it so hard, I'll fall right out of bed\nSqueeze my lemon\n'til the juice runs down my leg\nI wonder if you know what I'm talking about\nOh, but the way that you squeeze it girl\nI swear I'm going to  fall right out of bed\n\nAh, she's a good rider\nShe's my kindhearted lady\nI'm going to take my rider by my side, yeah\nI said her front teeth are lined with gold\nShe's got a mortgage on my body, got a lien on my soul\nShe's my brown-skin sugar plum",
        "title": "Travelling Riverside Blues"
    },
    {
        "lyrics": "Oh, baby, it's crying time\nOh, baby, I got to fly\nGot to try to find a way\nGot to try to get away\n'Cause you know I gotta get away from you, babe\n\nOh, baby, the river's red\nAh, baby, in my head\nThere's a funny feeling going on\nI don't think I can hold out long\n\nAnd when the owls cry in the night\nOh, baby, baby, when the pines begin to cry\nBaby, baby, baby, how do you feel?\nIf the rivers run dry, baby, how would you feel?\n\nCraze, baby, the rainbow's end\nMm, baby, it's just a den for those who hide\nWho hide their love to depths of life\nAnd ruin dreams that we all knew so, babe\n\nAnd when the owls cry in the night\nAnd baby, when the pines begin to cry\nOh, baby, baby, how do you feel?\nIf the rivers run dry, baby, how do you feel?\nAh, ah...\nBaby, how do you feel?\n\n\nOoh yeah, brave I endure\nOoh yeah, strong shields and lore\nThey can't hold the wrath of those who walk\nAnd the boots of those who march\nBaby, through the roads of time so long ago\n\nOoh, yeah\nOoh, ooh yeah\nAh, ah, ah, ah\nOoh, hoo\nOoh, ooh\nOoh, ah",
        "title": "Four Sticks"
    }
]