[
    {
        "lyrics": "There's a lady who's sure all that glitters is gold\nAnd she's buying a stairway to Heaven\nWhen she gets there she knows, if the stores are all closed\nWith a word she can get what she came for\nOoh, ooh, and she's buying a stairway to Heaven\nThere's a sign on the wall, but she wants to be sure\n'Cause you know sometimes words have two meanings\nIn a tree by the brook, there's a songbird who sings\nSometimes all of our thoughts are misgiven\n\nOoh, makes me wonder\nOoh, makes me wonder\n\nThere's a feeling I get when I look to the west\nAnd my spirit is crying for leaving\nIn my thoughts I have seen rings of smoke through the trees\nAnd the voices of those who stand looking\n\nOoh, it makes me wonder\nOoh, really makes me wonder\n\nAnd it's whispered that soon if we all call the tune\nThen the piper will lead us to reason\nAnd a new day will dawn for those who stand long\nAnd the forests will echo with laughter\n\nOh-oh-oh-oh-woahhh\n\nIf there's a bustle in your hedgerow, don't be alarmed, now\nIt's just a spring clean for the May queen\nYes, there are two paths you can go by, but in the long run\nThere's still time to change the road you're on\n\nAnd it makes me wonder\nOhh, woah\n\nYour head is humming and it won't go, in case you don't know\nThe piper's calling you to join him\nDear lady, can you hear the wind blow? And did you know\nYour stairway lies on the whispering wind?\n\n\nAnd as we wind on down the road\nOur shadows taller than our soul\nThere walks a lady we all know\nWho shines white light and wants to show\nHow everything still turns to gold\nAnd if you listen very hard\nThe tune will come to you at last\nWhen all are one and one is all\nTo be a rock and not to roll\n\nAnd she's buying a stairway to Heaven",
        "title": "Stairway to Heaven"
    },
    {
        "lyrics": "​\n(2, 3, 4)\n\nAhh! Ahh!\nWe come from the land of the ice and snow\nFrom the midnight sun where the hot springs flow\n\nThe hammer of the gods\nWill drive our ships to new lands\nTo fight the horde, sing and cry\nValhalla, I am coming\n\nOn we sweep with threshing oar\nOur only goal will be the western shore\n\nAhh! Ahh!\nWe come from the land of the ice and snow\nFrom the midnight sun where the hot springs flow\n\nHow soft your fields so green\nCan whisper tales of gore\nOf how we calmed the tides of war\nWe are your overlords\n\nOn we sweep with threshing oar\nOur only goal will be the western shore\n\nSo now you'd better stop\nAnd rebuild all your ruins\nFor peace and trust can win the day\nDespite of all your losing",
        "title": "Immigrant Song"
    },
    {
        "lyrics": "Oh, let the sun beat down upon my face\nWith stars to fill my dreams\nI am a traveler of both time and space\nTo be where I have been\nSit with elders of the gentle race\nThis world has seldom seen\nTalk of days for which they sit and wait\nAll will be revealed\n\nTalk and song from tongues of lilting grace\nWhose sounds caress my ear\nBut not a word I heard could I relate\nThe story was quite clear\nOh, oh\nOh, oh\n\nOoh, baby, I been flying\nNo yeah, mama, there ain't no denying\nOh, ooh, yeah I've been flying\nMama, mama, ain't no denying, no denying\n\nOh, all I see turns to brown\nAs the sun burns the ground\nAnd my eyes fill with sand\nAs I scan this wasted land\nTrying to find, trying to find, where I've been\n\nOh, pilot of the storm who leaves no trace\nLike thoughts inside a dream\nHere is the path that led me to that place\nYellow desert stream\nMy Shangri-La beneath the summer moon\nI will return again\nSure as the dust that floats high in June\nWhen movin' through Kashmir\n\nOh, father of the four winds, fill my sails\nAcross the sea of years\nWith no provision but an open face\nAlong the straits of fear\nOh, oh\nOh, oh\n\nOoooh\n\nOh, when I'm on, when I'm on my way, yeah\nWhen I see, when I see the way, you stay-yeah\nOoh, yeah-yeah, ooh, yeah-yeah, when I'm down\nOoh, yeah-yeah, ooh, yeah-yeah, but I'm down, so down\nOoh, my baby, ooh, my baby, let me take you there\nOh..Come on, oh, let me take you there...let me take you there\nOoh, yeah-yeah, ooh, yeah-yeah, let me take you there...let me take you there",
        "title": "Kashmir"
    },
    {
        "lyrics": "Hey, hey, mama, said the way you move\nGonna make you sweat, gonna make you groove\nAh, ah, child, way you shake that thing\nGonna make you burn, gonna make you sting\nHey, hey, baby, when you walk that way\nWatch your honey drip, I can't keep away\n\nOh yeah, oh yeah, oh, oh, oh\nOh yeah, oh yeah, oh, oh, oh\n\nI gotta roll, can't stand still\nGot a flaming heart, can't get my fill\nEyes that shine, burning red\nDreams of you all through my head\n\nAh-ah, ah-ah\nAh-ah, ah-ah\nAh-ah, ah-ah, ahh\n\nHey baby, oh baby, pretty baby\nTell me would you do me now\nHey baby, oh baby, pretty baby\nMove me while you groove me now\n\nTake too long 'fore I found out\nWhat people mean by down and out\nSpent my money, took my car\nStarted tellin' her friend she' gon' be a star\nI don't know, but I've been told\nA big-legged woman ain't got no soul\n\nOh yeah, oh yeah, oh, oh, oh\nOh yeah, oh yeah, oh, oh, oh\n\nAll I ask for, all I pray\nSteady rollin' woman gonna come my way\nNeed a woman gonna hold my hand\nWon't tell me no lies, make me a happy man\n\nAh-ah, ah-ah\nAh-ah, ah-ah\nAh-ah, ah-ah, ahh\n\n\nHey baby,  pretty baby, oh baby\nHey baby,  pretty baby, oh baby\nHey baby,  pretty baby, oh baby",
        "title": "Black Dog"
    },
    {
        "lyrics": "You need coolin', baby, I'm not foolin'\nI'm going to send you back to schoolin'\nWay down inside, honey, you need it\nI'm goin' to give you my love\nI'm goin' to give you my love, oh\n\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\n\nYou've been learnin', baby, I've been yearnin'\nAll them good times, baby, baby, I've been learnin'\nWay, way down inside, honey, you need it\nI'm gonna give you my love, ah\nI'm goin' to give you my love, ah, oh\n\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\n\n\nYou've been coolin', baby, I've been droolin'\nAll the good times, baby, I've been misusin'\nWay, way down inside, I'm goin' to give you my love\nI'm goin' to give you every inch of my love\nGoin' to give you my love, hey, alright, yes, sir\n\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\n\nWay down inside, woman, you need love\nShake for me, girl, I want to be your back door man\nHey! Oh! Hey! Oh! Hey! Oh!\nKeep it coolin', baby\nKeep it coolin', baby\nKeep it coolin', baby\nKeep it coolin', baby\nKeep it coolin', baby",
        "title": "Whole Lotta Love"
    },
    {
        "lyrics": "Spent my days with a woman unkind\nSmoked my stuff and drank, all my wine\nMade up my mind to make a new start\nGoing to California with an aching, in my heart\nSomeone told me there's a girl out there\nWith love in her eyes and flowers, in her hair\n\nTook my chances on a big jet plane\nNever let 'em tell you that they're all the same\nThe sea was red and the sky was grey\nWondered how tomorrow, could ever follow today\nThe mountains and the canyons start to tremble and shake\nAs the children of the sun began to awake (watch out)\n\nSeems that the wrath of the gods\nGot a punch on the nose, and it started to flow\nI think I might be sinking\nThrow me a line, if I reach it in time\nI'll meet you up there where the path runs straight and high\n\nTo find a queen without a king\nThey say she plays guitar and cries and sings... La la la la\nRide a white mare in the footsteps of dawn\nTryin' to find a woman who's never, never, never been born\nStanding on a hill in my mountain of dreams\nTelling myself it's not as hard, hard, hard as it seems...\n\nAh, ah, ah, ah",
        "title": "Going to California"
    },
    {
        "lyrics": "The leaves are falling all around, time I was on my way\nThanks to you, I'm much obliged for such a pleasant stay\nBut now it's time for me to go, the autumn moon lights my way\nFor now I smell the rain, and with it pain, and it's headed my way\nAh, sometimes I grow so tired\nBut I know I've got one thing I got to do\n\nRamble on, and now's the time, the time is now\nTo sing my song, I'm going 'round the world, I gotta find my girl\nOn my way, I've been this way ten years to the day\nRamble on, gotta find the queen of all my dreams\n\nGot no time to for spreading roots\nThe time has come to be gone\nAnd though \"Our health\" we drank a thousand times\nIt's time to ramble on\n\nRamble on, and now the time, the time is now\nTo sing my song, I'm going 'round the world, I gotta find my girl\nOn my way, I've been this way ten years to the day\nI gotta ramble on, I gotta find the queen of all my dreams\n\nI tell you no lie\n\nMine's a tale that can't be told, my freedom I hold dear\nHow years ago in days of old, when magic filled the air\n'Twas in the darkest depths of Mordor, I met a girl so fair\nBut Gollum, and the evil one crept up and slipped away with her\nHer, her, yeah\nAh, there's nothing I can do now\nI guess I'll keep on\n\nRamblin', I'm gonna shake (Sing my song)\nI gotta find my baby\nI'm gonna ramble on, sing my song\nGonna work my way, going 'round the world\nBaby, baby (Ramble on)\nDo do do do do do do do, my baby\nI can't stop this feeling in my heart\nEvery time I think about my baby I think \"we gots to part\"\nGotta keep on searching for my baby\nBaby, baby, baby, baby, baby\nI gotta keep on searching for my baby\nMy, my, my, my, my, my, baby\nI can't find my bluebird!\nI listened to what my bluebird said, but I, I can't find my bluebird!\nI keep rambling, baby",
        "title": "Ramble On"
    },
    {
        "lyrics": "Been dazed and confused for so long it's not true\nWanted a woman, never bargained for you\nLots of people talk and few of them know\nSoul of a woman was created below, yeah\n\nYou hurt and abuse telling all of your lies\nRun 'round, sweet baby, Lord, how they hypnotize\nSweet little baby, I don't know where you've been\nGonna love you, baby, here I come again\n\nIf you're going to San Francisco\nBe sure to wear some flowers in your hair\nIf you're going to San Francisco\nYou're gonna meet a lot of gentle people there\n\nEvery day I work so hard bringing home my hard earned pay\nTry to love you, baby, but you push me away\nDon't know where you're going, only know just where you've been\nSweet little baby, I want you again\n\n\nBeen dazed and confused for so long it's not true\nWanted a woman, never bargained for you\nTake it easy, baby, let them say what they will\nTongue wag so much when I send you the bill",
        "title": "Dazed and Confused"
    },
    {
        "lyrics": "If the sun refused to shine\nI would still be loving you\nWhen mountains crumble to the sea\nThere will still be you and me\n\nKind woman, I give you my all\nKind woman, nothing more\n\nLittle drops of rain whisper of the pain\nTears of loves lost in the days gone by\nMy love is strong\nWith you there is no wrong\nTogether we shall go until we die, my, my, my\nAn inspiration is what you are to me\nInspiration - look, see\n\n\nAnd so today, my world, it smiles\nYour hand in mine, we walk the miles\nAnd thanks to you it will be done\nFor you to me are the only one\nAlright, yeah\nHappiness, no more be sad\nHappiness - I'm glad\n\nIf the sun refused to shine\nI would still be loving you\nWhen mountains crumble to the sea\nThere will still be you and me",
        "title": "Thank You"
    },
    {
        "lyrics": "Babe, baby, baby, I'm gonna leave you\nI said baby, you know I'm gonna leave you\nI'll leave you when the summertime\nLeave you when the summer comes a-rolling\nLeave you when the summer comes along\n\nBabe, babe, babe, babe, babe, babe, baby, baby\nI wanna leave you\nI ain't joking woman, I've got to ramble\nOh, yeah, baby, baby, I believin'\nWe really got to ramble (I can hear it calling me)\nI can hear it calling me the way it used to do\nI can hear it calling me back home\n\nBabe, I'm gonna leave you\nOh, baby, you know, I've really got to leave you\nOh I can hear it calling me\nI said don't you hear it calling me the way it used to do?\n\nI know I know, I know\nI never, never, never, never, never gonna leave you, babe\nBut I got to go away from this place\nI've got to quit you, yeah\nOh, baby, baby, baby, baby, baby, baby, baby\nOh, don't you hear it callin' me?\nOh, woman, woman, I know, I know\nIt feels good to have you back again\nAnd I know that one day baby, it's gonna really grow, yes it is\nWe gonna go walkin' through the park every day\nCome what may, every day, oh\nMy, my, my, my, my, my babe\nI'm gonna leave you, go away\n\nOh, I miss you, baby\nIt was really, really good\nYou made me happy every single day\nBut now I've got to go away\nOh, oh, oh\n\nBaby, baby, baby, baby\nThat's when it's calling me\nI said that's when it's calling me back home",
        "title": "Babe I’m Gonna Leave You"
    },
    {
        "lyrics": "If it keeps on raining, levee's going to break\nIf it keeps on raining, the levee's going to break\nWhen the levee breaks, we'll have no place to stay\n\nMean old levee, taught me to weep and moan, oh\nMean old levee, taught me to weep and moan\nIt's got what it takes to make a mountain man leave his home\nOh well, oh well, oh well\nOoh\n\nOh, don't it make you feel bad\nWhen you're trying to find your way home\nYou don't know which way to go\nIf you're going down south, they got no work to do\nIf you're going north to Chicago\nAh, ah, ah, hey\n\n\nCrying won't help you, praying won't do you no good\nNo, crying won't help you, praying won't do you no good\nWhen the levee breaks, mama, you got to move, ooh\n\nAll last night I sat on the levee and moaned\nAll last night, sat on the levee and moaned\nThinking about my baby and my happy home\nOh-ho\n\nAh, ah, ah, ah-ah\nAh, ah, ah, ah-ah\nOh, oh\n\nGoing\nI'm going to Chicago\nGoing to Chicago\nSorry, but I can't take you, ah\nGoing down, going down now\nGoing down, I'm going down now\nGoing down, going down\nGoing down, going down\nOh\nGoing down, going down now\nGoing down, going down now\nGoing down, going down now\nGoing down, going, dow- dow- dow- dow- down now\nOoh, ooh",
        "title": "When the Levee Breaks"
    },
    {
        "lyrics": "Should I fall out of love, my fire in the light\nTo chase a feather in the wind\nWithin the glow that weaves a cloak of delight\nThere moves a thread that has no end\n\nFor many hours and days that pass ever soon\nThe tides have caused the flame to dim\nAt last the arm is straight, the hand to the loom\nIs this to end or just begin?\n\nAll of my love, all of my love\nAll of my love to you, now\nAll of my love, all of my love\nOh, all of my love to you, now\n\nThe cup is raised, the toast is made yet again\nOne voice is clear above the din\nProud Arianne one word, my will to sustain\nFor me, the cloth once more to spin\n\nOh, all of my love, all of my love\nOh, all of my love for you now\nAll of my love, all of my love, yes\nAll of my love to you, child\n\n\nYours is the cloth, mine is the hand that sews time\nHis is the force that lies within\nOurs is the fire, all the warmth we can find\nHe is a feather in the wind\n\nOh, all of my love, all of my love\nOh, all of my love to you, now\nAll of my love, oh yes\nAll of my love to you\nAll of my love, all of my love\nAll of my love!\nSometimes, sometimes\nHey hey hey hey, ooooh yeah\nIt's all all all\nAll of my love, all of my love\nAll of my love to you, now\nAll of my love, all of my love\nAll of my love to you, now\nI get a little bit lonely\nJust a little, just a little\nJust a little bit lonely\nJust a little bit lonely",
        "title": "All My Love"
    },
    {
        "lyrics": "The Queen of Light took her bow\nAnd then she turned to go\nThe Prince of Peace embraced the gloom\nAnd walked the night alone\nOh, dance in the dark of night\nSing to the morning light\nThe dark Lord rides in force tonight\nAnd time will tell us all\nOh, throw down your plow and hoe\nRest not to lock your homes\nSide by side we wait the might of the darkest of them all\nOh-oh\n\nI hear the horses' thunder down in the valley below\nI'm waiting for the angels of Avalon\nWaiting for the eastern glow\n\nThe apples of the valley hold the seeds of happiness\nThe ground is rich from tender care\nRepay, do not forget, no, no\nDance in the dark of night\nSing to the morning light\nThe apples turn to brown and black\nThe tyrant's face is red\nOh, war is the common cry\nPick up your swords and fly\nThe sky is filled with good and bad\nMortals never know, oh\n\nOh, well, the night is long the beads of time pass slow\nTired eyes on the sunrise\nWaiting for the eastern glow\n\nThe pain of war cannot exceed\nThe woe of aftermath\nThe drums will shake the castle wall\nThe ring wraiths ride in black, ride on\nSing as you raise your bow (Ride on)\nShoot straighter than before\nNo comfort has the fire at night\nThat lights the face so cold\nOh dance in the dark of night\nSing to the morning light\nThe magic runes are writ in gold\nTo bring the balance back\nBring it back\n\nAt last the sun is shining\nThe clouds of blue roll by\nWith flames from the dragon of darkness\nThe sunlight blinds his eyes!\nAhhhhh\nAhhhhhhhhhh\nBring it back, bring it back\nBring it back, bring it back\nBring it back, bring it back\nBring it back, bring it back\nOh now, oh now, oh now, oh\nOh now, oh now, oh now\nBring it back, bring it back\nBring it back, bring it back\nOh now, oh now, oh now, oh\nOh now, oh now, oh now\nBring it, bring it, bring it, bring it\nBring it, bring it, bring it, bring it\nBring it, bring it, bring it, bring it",
        "title": "The Battle of Evermore"
    },
    {
        "lyrics": "Close the door, put out the light\nYou know they won't be home tonight\nThe snow falls hard and don't you know?\nThe winds of Thor are blowing cold\nThey're wearing steel that's bright and true\nThey carry news that must get through\n\nThey choose the path where no-one goes\nThey hold no quarter\nThey hold no quarter\n\n\nWalking side by side with death\nThe devil mocks their every step, ooh\nThe snow drives back the foot that's slow\nThe dogs of doom are howling more\nThey carry news that must get through\nTo build a dream for me and you, oh\n\nThey choose the path where no-one goes\nThey hold no quarter\nThey ask no quarter\nThey hold no quarter\nThey ask no quarter\nOh!\nThe pain, the pain without quarter, oh yeah!\nThey ask no quarter (without quarter, quarter, quarter)\nThey give no quarter (giving me, giving me no...)\nOh (I hear the dogs of doom are howling more!)",
        "title": "No Quarter"
    },
    {
        "lyrics": "Been working from seven\nTo eleven every night\nReally makes life a drag\nI don't think that's right\n\nI've really been the best, the best of fools\nI did what I could, yeah\nCause I love you, baby, how I love you, darling\nHow I love you, baby, my beloved little girl, little girl\n\nBut baby, since I've been loving you, yeah\nI'm about to lose my worried mind, oh yeah\n\nEverybody trying to tell me\nThat you didn't mean me no good\nI've been trying, Lord, let me tell you\nLet me tell you, I really did the best I could\n\nI've been, I've been working from seven\nTo eleven every night\nI said it kinda makes my life a drag, drag, drag, drag\nLord, yeah, that ain't right, now, now\n\nSince I've been loving you, yeah\nI'm about to lose my worried mind\nWatch out\n\n\nI said I've been crying, yeah\nOh, my tears they fell like rain\nDon't you hear them, don't you hear them falling?\nDon't you hear them, don't you hear them falling?\n\nDo you remember, mama, when I knocked upon your door?\nI said you had the nerve to tell me\nYou didn't want me no more, yeah\nI open my front door, I hear my back door slam\nYou know, I must have one of them newfangled\nNewfangled back-door men\n\nI've been a-working from seven, seven, seven\nTo eleven, eleven every night\nIt kinda makes my life a drag, a drag, drag\nAh yeah! It makes it a drag\n\nBaby, since I've been loving you\nI'm about to lose, I'm about to lose, lose my worried mind\nOh yeah\nJust one more, just one more, ooh, yeah\nSince I've been loving you, I'm gonna lose my worried mind",
        "title": "Since I’ve Been Loving You"
    },
    {
        "lyrics": "It is the springtime of my loving\nThe second season I am to know\nYou are the sunlight in my growing\nSo little warmth I've felt before\nIt isn't hard to feel me glowing\nI watched the fire that grew so low, oooh, oh\n\n\nIt is the summer of my smiles\nFlee from me, keepers of the gloom\nSpeak to me only with your eyes\nIt is to you I give this tune\nAin't so hard to recognize, oh\nThese things are clear to all from time to time, ooh\nOh, oh\n\nAh, talk, talk, talk, talk\nHey!\nI've felt the coldness of my winter\nI never thought it would ever go\nI cursed the gloom that set upon us, upon us, upon us\nBut I know that I love you so, ohhhh, oh\nBut I know that I love you so\nThese are the seasons of emotion\nAnd like the winds they rise and fall\nThis is the wonder of devotion\nI see the torch we all must hold\nThis is the mystery of the quotient quotient\nAh, upon us all, upon us all a little rain must fall\nJust a little rain, oh yeah\nUhh, ooooh, yeah yeah yeah",
        "title": "The Rain Song"
    },
    {
        "lyrics": "Hey lady, you got the love I need\nMaybe more than enough\nOh darling, darling, darling; walk a while with me\nOh, you've got so much, so much, so much\n\nMany have I loved, and many times been bitten\nMany times I've gazed along the open road\nMany times I've lied, and many times I've listened\nMany times I've wondered how much there is to know\nMany dreams come true, and some have silver linings\nI live for my dream and a pocketful of gold\n\n\nMellow is the man who knows what he's been missing\nMany, many men can't see the open road\nMany is a word that only leaves you guessing\nGuessing 'bout a thing you really ought to know, oh, oh, oh, oh!\nReally ought to know (oh, oh, oh)\nI really ought to know\nOh, you know I should, you know I should\nYou know I should've known",
        "title": "Over the Hills and Far Away"
    },
    {
        "lyrics": "It's been a long time since I rock and rolled\nIt's been a long time since I did the Stroll\nOoh, let me get it back, let me get it back\nLet me get it back, baby, where I come from\n\nIt's been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time\nYes, it has\n\nIt's been a long time since The Book of Love\nI can't count the tears of a life with no love\nCarry me back, carry me back\nCarry me back, baby, where I come from\nWhoa, whoa, oh\n\nIt's been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time\n\n\nOh! Seems so long since we walked in the moonlight\nMaking vows that just can't work right\nOh yeah, open your arms, opens your arms\nOpen your arms, baby, let my love come running in!\nYeah!\n\nIt's been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time\nOoh yeah, ooh yeah\nOoh yeah, ooh yeah\nIt's been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time",
        "title": "Rock and Roll"
    },
    {
        "lyrics": "In the days of my youth, I was told what it means to be a man\nAnd now I've reached that age, I've tried to do all those things the best I can\nNo matter how I try, I find my way into the same old jam\n\nGood times, bad times, you know I've had my share\nWhen my woman left home with a brown eyed man\nBut I still don't seem to care\n\nSixteen, I fell in love with a girl as sweet as could be\nIt only took a couple of days 'til she was rid of me\nShe swore that she would be all mine and love me till the end\nBut when I whispered in her ear, I lost another friend, oh\n\nGood times, bad times, you know I've had my share\nWhen my woman left home for a brown eyed man\nBut I still don't seem to care\n\n\nGood times, bad times, you know I've had my share\nWhen my woman left home for a brown eyed man\nBut I still don't seem to care\n\nI know what it means to be alone\nI sure do wish I was at home\nI don't care what the neighbours say\nI'm gonna love you each and every day\nYou can feel the beat within my heart\nRealize, sweet babe, we ain't ever gonna part",
        "title": "Good Times Bad Times"
    },
    {
        "lyrics": "Hey fellas, have you heard the news?\nYou know that Annie's back in town\nIt won't take long, just watch and see\nHow the fellas lay their money down\n\nHer style is new, but the face the same\nAs it was so long ago\nBut from her eyes, a different smile\nLike that of one who knows\n\nWell, it's been ten years or maybe more\nSince I first set eyes on you\nThe best years of my life gone by\nHere I am alone and blue\n\nSome people cry and some people die\nBy the wicked ways of love\nBut I'll just keep on rolling along\nWith the grace of the Lord above\n\nPeople talking all around\nAbout the way you left me flat\nI don't care what the people say\nI know where their jive is at\n\nOne thing I do have on my mind\nIf you can clarify, please do\nIt's the way you call me by another guy's name\nWhen I try to make love to you, yeah\nI try to make love but it ain't no use\nGive it to me, give it\n\n\nWork so hard I couldn't unwind\nGet some money saved\nAbuse my love a thousand times\nHowever hard I tried\n\nHeartbreaker; your time has come\nCan't take your evil way\nGo away, Heartbreaker\nHeartbreaker!\nHeartbreaker!\nHeart!",
        "title": "Heartbreaker"
    }
]